Repository: GerHobbelt/wxMEdit
Catalog: po/*.po
Languages: ta

source: [%m] Month as decimal number (01 - 12)
ta: [%மீ] தசம எண்ணாக மாதம் (01 - 12)

source: [%M] Minute as decimal number (00 - 59)
ta: [%மீ] நிமிடமாக தசம எண்ணாக (00 - 59)

source: [%p] Current locale's A.M./P.M. indicator for 12-hour clock
ta: [%p] தற்போதைய லோகேலின் a.m./p.m. 12 மணி நேர கடிகாரத்திற்கான காட்டி

source: [%s] Second as decimal number (00 - 59)
ta: [%s] தசம எண்ணாக இரண்டாவது (00 - 59)

source: [%U] Week of year as decimal number, with Sunday as first day of week (00 - 53)
ta: [%U] ஆண்டின் வாரத்தின் தசம எண்ணாக, ஞாயிற்றுக்கிழமை வாரத்தின் முதல் நாளாக (00 - 53)

source: [%w] Weekday as decimal number (0 - 6; Sunday is 0)
ta: [%w] வார நாள் தசம எண்ணாக (0 - 6; ஞாயிறு 0)

source: [%W] Week of year as decimal number, with Monday as first day of week (00 - 53)
ta: [%W] ஆண்டின் வாரம் தசம எண்ணாக, வாரத்தின் முதல் நாளாக (00 - 53)

source: [%x] Date representation for current locale
ta: [%x] தற்போதைய இடத்திற்கான தேதி பிரதிநிதித்துவம்

source: [%X] Time representation for current locale
ta: [%X] தற்போதைய இடத்திற்கான நேர பிரதிநிதித்துவம்

source: [%y] Year without century, as decimal number (00 - 99)
ta: [%y] ஆண்டு இல்லாத ஆண்டு, தசம எண்ணாக (00 - 99)

source: [%Y] Year with century, as decimal number
ta: [%Y] நூற்றாண்டுடன், தசம எண்ணிக்கையாக

source: [%z] Time-zone name
ta: [%z] நேர-மண்டல பெயர்

source: [%Z] Time-zone abbreviation
ta: [%Z] நேர-மண்டல சுருக்கம்

source: System Default
ta: கணினி இயல்புநிலை

source: Add wxMEdit to the RightClickMenu of Explorer(Deselect to Remove the Entry from Windows Registry)
ta: எக்ச்ப்ளோரரின் வலது கிளிக்மெனுவில் சாஃபிதிருத்தி ஐச் சேர்க்கவும் (சாளரங்கள் பதிவேட்டில் இருந்து உள்ளீட்டை அகற்ற தேர்வு செய்யுங்கள்)

source: Place configuration files into application data directory of current user (%APPDATA%\wxmedit) rather than wxMEdit executable directory
ta: சாஃபிதிருத்தி இயங்கக்கூடிய கோப்பகத்தை விட தற்போதைய பயனரின் (%appData%\சாஃபிதிருத்தி) பயன்பாட்டு தரவு கோப்பகத்தில் உள்ளமைவு கோப்புகளை வைக்கவும்

source: Commands
ta: கட்டளைகள்

source: Menu
ta: பட்டியல்

source: Editor
ta: ஆசிரியர்

source: The input string is not a valid Hex-String:
ta: உள்ளீட்டு சரம் செல்லுபடியாகும் பதின்ம-சரம் அல்ல:

source: This file has been changed by another application.
ta: இந்த கோப்பு மற்றொரு பயன்பாட்டால் மாற்றப்பட்டுள்ளது.

source: Do you want to reload it?
ta: அதை மீண்டும் ஏற்ற விரும்புகிறீர்களா?

source: Do you want to continue? The file size is %s bytes. It may take long time and large memories to convert to Text/Column Mode.
ta: நீங்கள் தொடர விரும்புகிறீர்களா? கோப்பு அளவு %s பைட்டுகள். உரை/நெடுவரிசை பயன்முறைக்கு மாற்ற நீண்ட நேரம் மற்றும் பெரிய நினைவுகள் ஆகலாம்.

source: Hex Mode to Text/Column Mode
ta: உரை/நெடுவரிசை பயன்முறைக்கு பதின்ம பயன்முறை

source: INS
ta: இன்ச்

source: ReadOnly
ta: படிக்க

source: (Sub: %s)
ta: (துணை: %s)

source: Col: %s
ta: கோல்: %s

source: CharPos: %s/%s
ta: குற்றச்சாட்டு: %s/ %s

source: Do you want to discard changes?
ta: மாற்றங்களை நிராகரிக்க விரும்புகிறீர்களா?

source: [EMPTY]
ta: [காலியாக]

source: '%s' is not a valid regular expression.
ta: '%எச்' என்பது சரியான வழக்கமான வெளிப்பாடு அல்ல.

source: Catched a exception of 'regex_error'. Maybe the regular expression is invalid.
ta: 'Regex_error' ஐத் தவிர. வழக்கமான வெளிப்பாடு தவறானது.

source: The format of '%s' is invalid.
ta: '%s' இன் வடிவம் தவறானது.

source: Cannot check for new version!
ta: புதிய பதிப்பை சரிபார்க்க முடியாது!

source: wxMEdit is already the newest version.
ta: சாஃபிதிருத்தி ஏற்கனவே புதிய பதிப்பாகும்.

source: wxMEdit - New version available
ta: சாஃபிதிருத்தி - புதிய பதிப்பு கிடைக்கிறது

source: wxMEdit %s is available. Click OK to open the download page.
ta: சாஃபிதிருத்தி %s கிடைக்கிறது. பதிவிறக்க பக்கத்தைத் திறக்க சரி என்பதைக் கிளிக் செய்க.

source: every day
ta: தினமும்

source: every week
ta: ஒவ்வொரு வாரமும்

source: every month
ta: ஒவ்வொரு மாதமும்

source: never
ta: ஒருபோதும்

source: Copy as Raw Bytes
ta: மூல பைட்டுகளாக நகலெடுக்கவும்

source: Copy as Regular Text
ta: வழக்கமான உரையாக நகலெடுக்கவும்

source: Copy as Hex String
ta: பதின்ம சரமாக நகலெடுக்கவும்

source: Copy as Hex String with Spaces
ta: இடைவெளிகளுடன் பதின்ம சரமாக நகலெடுக்கவும்

source: Never
ta: ஒருபோதும்

source: According To Copying Behavior
ta: நகலெடுக்கும் நடத்தை படி

source: If Possible
ta: முடிந்தால்

source: Always
ta: எப்போதும்

source: wxMEdit Printout
ta: சாஃபிதிருத்தி printout

source: CR/0D (Classic Mac OS)
ta: வதி/0D (பாரம்பரிய மேக்)

source: LF/0A (UNIX/macOS)
ta: வஉ/0A (யுனிக்சு/macos)

source: CRLF/0D0A (Windows/DOS)
ta: Crlf/0d0a (சாளரங்கள்/வமுஇ)

source: No EOL
ta: இல்லை EOL

source: Invalid Unicode Characters
ta: தவறான ஒருங்குறி எழுத்துக்கள்

source: The Parent Directory of this file does not exist:
ta: இந்த கோப்பின் பெற்றோர் அடைவு இல்லை:

source: Cannot save this file:
ta: இந்த கோப்பை சேமிக்க முடியாது:

source: Do you want to save this file?
ta: இந்த கோப்பை சேமிக்க விரும்புகிறீர்களா?

source: Save File As
ta: கோப்பை சேமிக்கவும்

source: Save File
ta: கோப்பை சேமி

source: &File
ta: &கோப்பு

source: &New File
ta: & புதிய கோப்பு

source: Create a new file
ta: புதிய கோப்பை உருவாக்கவும்

source: &Open File...
ta: & திறந்த கோப்பு ...

source: Open an existing file
ta: ஏற்கனவே உள்ள கோப்பைத் திறக்கவும்

source: &Save File
ta: &கோப்பை சேமி

source: Save the file
ta: கோப்பைச் சேமிக்கவும்

source: Save &As...
ta: சேமி ...

source: Save the file with a new name
ta: புதிய பெயருடன் கோப்பை சேமிக்கவும்

source: Sa&ve All
ta: அனைத்தையும் சேமிக்கவும்

source: Save all files
ta: எல்லா கோப்புகளையும் சேமிக்கவும்

source: &Reload File
ta: & மீண்டும் ஏற்றவும்

source: Reload the file
ta: கோப்பை மீண்டும் ஏற்றவும்

source: &Close File
ta: & கோப்பை மூடு

source: Close the file
ta: கோப்பை மூடு

source: C&lose All
ta: சி & அனைத்தையும் இழக்க

source: Close all files
ta: எல்லா கோப்புகளையும் மூடு

source: Close All under &Folder...
ta: அண்டர் அண்டர் & கோப்புறையை மூடு ...

source: Close all files in given folder and in all the subfolders
ta: கொடுக்கப்பட்ட கோப்புறையிலும் அனைத்து துணை கோப்புறைகளிலும் எல்லா கோப்புகளையும் மூடு

source: Close &More
ta: மூடு & மேலும்

source: Close All &BUT This
ta: அனைத்தையும் மூடு & ஆனால் இது

source: Close all files except the current one
ta: தற்போதைய ஒன்றைத் தவிர அனைத்து கோப்புகளையும் மூடு

source: Close All To The &Left
ta: அனைத்தையும் இடதுபுறம் மூடு

source: Close all files at the left side of current one
ta: தற்போதைய ஒன்றின் இடது பக்கத்தில் எல்லா கோப்புகளையும் மூடு

source: Close All To The &Right
ta: அனைத்தையும் வலதுபுறம் மூடு

source: Close all files at the right side of current one
ta: தற்போதைய ஒன்றின் வலது பக்கத்தில் எல்லா கோப்புகளையும் மூடு

source: Copy File Pat&h
ta: கோப்பு பாதையை நகலெடுக்கவும்

source: Copy &Full Path
ta: நகல் & முழு பாதை

source: Copy full file path to clipboard
ta: கிளிப்போர்டுக்கு முழு கோப்பு பாதையை நகலெடுக்கவும்

source: Copy File &Name
ta: கோப்பு பெயரை நகலெடுக்கவும்

source: Copy file name to clipboard
ta: கோப்பு பெயரை கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Copy Containing &Directory
ta: கொள்கலன் கோப்பகத்தை நகலெடுக்கவும்

source: Copy containing directory to clipboard
ta: கிளிப்போர்டுக்கு கோப்பகத்தைக் கொண்ட நகல்

source: Page Set&up...
ta: பக்கம் அமைப்பு...

source: Setup the pages for printing
ta: அச்சிடுவதற்கான பக்கங்களை அமைக்கவும்

source: Preview the result of printing
ta: அச்சிடும் முடிவை முன்னோட்டமிடுங்கள்

source: Print Previe&w...
ta: அச்சு முன்னோட்டம்...

source: &Print...
ta: & அச்சிடுக ...

source: Print the file
ta: கோப்பை அச்சிடுக

source: Recent Files
ta: சமீபத்திய கோப்புகள்

source: E&xit
ta: மின் & xit

source: Quit wxMEdit
ta: சாஃபிதிருத்தியை விட்டு வெளியேறவும்

source: &Edit
ta: &தொகு

source: &Undo
ta: & செயல்தவிர்க்கவும்

source: Undo the last action
ta: கடைசி நடவடிக்கையை செயல்தவிர்க்கவும்

source: &Redo
ta: & மீண்டும்

source: Redo the previously undone action
ta: முன்னர் செயல்தவிர்க்காத செயலை மீண்டும் செய்யவும்

source: Cut the selection and put it on the Clipboard
ta: தேர்வை வெட்டி இடைநிலைப் பலகையில் வைக்கவும்

source: &Copy
ta: & நகலெடு

source: Copy the selection and put it on the Clipboard
ta: தேர்வை நகலெடுத்து இடைநிலைப் பலகையில் வைக்கவும்

source: &Paste
ta: & பேச்ட்

source: Insert data from the Clipboard
ta: கிளிப்போர்டிலிருந்து தரவைச் செருகவும்

source: Overwrite data from the Clipboard
ta: கிளிப்போர்டிலிருந்து தரவை மேலெழுதவும்

source: Paste with Over&writing
ta: ஓவர் & ரைட்டிங் மூலம் ஒட்டவும்

source: Delete data
ta: தரவை நீக்கு

source: Cut L&ine
ta: வெட்டு எல் & இன்

source: Cut the selected lines and put it on the Clipboard
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளை வெட்டி இடைநிலைப் பலகையில் வைக்கவும்

source: Delete &Line
ta: வரியை நீக்கு

source: Delete the selected lines
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளை நீக்கவும்

source: Select &All
ta: அனைத்தையும் தெரிவுசெய்

source: Select all data
ta: எல்லா தரவையும் தேர்ந்தெடுக்கவும்

source: Insert Ta&b Char
ta: தாவல் விளக்கப்படத்தை செருகவும்

source: Insert a Tab char at current position
ta: தற்போதைய நிலையில் ஒரு தாவல் எழுத்தை செருகவும்

source: Insert Dat&e and Time
ta: தேதி மற்றும் நேரத்தை செருகவும்

source: Insert date and time at current position
ta: தற்போதைய நிலையில் தேதி மற்றும் நேரத்தை செருகவும்

source: Insert &Ordered Sequence...
ta: செருக & ஆர்டர் செய்யப்பட்ட வரிசை ...

source: Insert ordered sequence with certain format in specified numbering system
ta: குறிப்பிட்ட எண் அமைப்பில் சில வடிவத்துடன் வரிசைப்படுத்தப்பட்ட வரிசையை செருகவும்

source: Colum&n
ta: கோலம் & என்

source: Column &Align
ta: நெடுவரிசை & சீரமை

source: Delete spaces at the right of column selection
ta: நெடுவரிசை தேர்வின் வலதுபுறத்தில் இடங்களை நீக்கு

source: Column &Paste
ta: நெடுவரிசை & பேச்ட்

source: Paste in each line of column selection
ta: நெடுவரிசை தேர்வின் ஒவ்வொரு வரியிலும் ஒட்டவும்

source: Ad&vanced
ta: மேம்படுத்தபட்ட

source: Copy As &Hex String
ta: &பதின்ம சரம் என நகலெடுக்கவும்

source: Copy the selection as hex-string
ta: தேர்வை பதின்ம-சரம் என நகலெடுக்கவும்

source: Copy As He&x String with Space
ta: பதின்ம சரம் இடத்துடன் நகலெடுக்கவும்

source: Copy the selection as hex-string with space
ta: தேர்வை இடத்துடன் பதின்ம-சரம் என நகலெடுக்கவும்

source: &Increase Indent
ta: &உள்தள்ளலை அதிகரிக்கவும்

source: Increase the indent of seleted lines
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளின் உள்தள்ளலை அதிகரிக்கவும்

source: &Decrease Indent
ta: &உள்தள்ளல் குறைவு

source: Decrease the indent of seleted lines
ta: தேர்ந்தெடுக்கப்பட்ட கோடுகளின் உள்தள்ளலைக் குறைக்கவும்

source: &Comment
ta: &கருத்து

source: Comment out the selected lines
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளை கருத்துத் தெரிவிக்கவும்

source: &Uncomment
ta: &கருத்துநீக்கு

source: Uncomment the selected lines
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளை அவிழ்த்து விடுங்கள்

source: Convert WordWraps to NewLine chars in the file or selection
ta: கோப்பு அல்லது தேர்வில் வேர்ட் வ்ராப்களை புதியவரி எழுத்துகளுக்கு மாற்றவும்

source: WordWraps To NewLine Chars
ta: புதியவரி எழுத்துகளுக்கு வேர்ட் வ்ராப்ச்

source: Convert NewLine chars to WordWraps in the selection
ta: தேர்வில் புதியவரி எழுத்துக்களை வேர்ட் வ்ராப்களாக மாற்றவும்

source: NewLine Chars To WordWraps
ta: வேர்ட் வ்ராப்களுக்கு புதியவரி எழுத்துக்கள்

source: Convert the selection to uppercase
ta: தேர்வை பெரிய எழுத்துக்கு மாற்றவும்

source: To U&pperCase
ta: பெரிய எழுத்துக்கு

source: Convert the selection to lowercase
ta: தேர்வை சிறிய எழுத்துக்கு மாற்றவும்

source: To L&owerCase
ta: சிறிய எழுத்துக்கு

source: Inver&t Case
ta: இன்வர் & டி வழக்கு

source: Invert the case of the selection
ta: தேர்வின் வழக்கை தலைகீழாக மாற்றவும்

source: Convert the selection to halfwidth
ta: தேர்வை அரைவாசி என மாற்றவும்

source: To H&alfwidth
ta: எச் & ஆல்ஃப்விட்

source: Convert the selection to halfwidth by options
ta: விருப்பங்கள் மூலம் தேர்வை பாதி விடியதாக மாற்றவும்

source: To Halfwidth by Options...
ta: விருப்பங்களால் அரைவாசி ...

source: Convert the selection to fullwidth
ta: தேர்வை ஃபுல் அக்டுக்கு மாற்றவும்

source: To &Fullwidth
ta: முதல் & ஃபுல் அகலம்

source: Convert the selection to fullwidth by options
ta: விருப்பங்களால் தேர்வை ஃபுல் அக்டுக்கு மாற்றவும்

source: To Fullwidth by Options...
ta: விருப்பங்களால் ஃபுல் அகலத்திற்கு ...

source: Convert Tab chars to Space chars in the selection
ta: தாவல் எழுத்தை தேர்வில் விண்வெளி எழுத்துகளுக்கு மாற்றவும்

source: Tab Chars To Space Chars
ta: தாவல் எழுத்துக்கள் விண்வெளி எழுத்துக்கள்

source: Convert Space chars to Tab chars in the selection
ta: தேர்வில் விண்வெளி எழுத்துக்களை TAB எழுத்துகளுக்கு மாற்றவும்

source: Space Chars To Tab Chars
ta: விண்வெளி எழுத்துக்கள் தாவல் எழுத்துக்கள்

source: Tri&m Trailing Spaces
ta: ட்ரை & எம் பின்தங்கிய இடங்கள்

source: Trim trailing spaces at the end of lines
ta: வரிகளின் முடிவில் பின்தங்கிய இடங்களை ஒழுங்கமைக்கவும்

source: Sort Lines (&Ascending)
ta: வரிசைகளை வரிசைப்படுத்துதல் (ஏறுதல்)

source: Sort the selected or all lines in ascending order
ta: தேர்ந்தெடுக்கப்பட்ட அல்லது அனைத்து வரிகளையும் ஏறுவரிசை வரிசையில் வரிசைப்படுத்தவும்

source: Sort Lines (&Descending)
ta: வரிசைகளை வரிசைப்படுத்துங்கள் (& இறங்கு)

source: Sort the selected or all lines in descending order
ta: தேர்ந்தெடுக்கப்பட்ட அல்லது அனைத்து வரிகளையும் இறங்கு வரிசையில் வரிசைப்படுத்தவும்

source: Sort Lines (A&scending, CaseSensitive)
ta: வரிசைகளை வரிசைப்படுத்துதல் (ஏறுதல், வழக்கு உணர்திறன்)

source: Sort lines in ascending order and with case-sensitive
ta: ஏறும் வரிசையில் மற்றும் வழக்கு-உணர்திறன் கொண்ட கோடுகளை வரிசைப்படுத்தவும்

source: Sort Lines (D&escending, CaseSensitive)
ta: வரிசைகளை வரிசைப்படுத்துதல் (ஏறுதல், வழக்கு உணர்திறன்)

source: Sort lines in descending order and with case-sensitive
ta: இறங்கு வரிசையில் மற்றும் வழக்கு-உணர்திறன் கொண்ட கோடுகளை வரிசைப்படுத்தவும்

source: Sort Lines by &Current Options
ta: வரிகளை வரிசைப்படுத்தவும் தற்போதைய விருப்பங்கள்

source: Sort the selected or all lines by using current options
ta: தற்போதைய விருப்பங்களைப் பயன்படுத்தி தேர்ந்தெடுக்கப்பட்ட அல்லது அனைத்து வரிகளையும் வரிசைப்படுத்தவும்

source: Set the sort options
ta: வரிசை விருப்பங்களை அமைக்கவும்

source: Sort &Options...
ta: வரிசை & விருப்பங்கள் ...

source: &Search
ta: & தேடுங்கள்

source: &Find...
ta: & கண்டுபிடி ...

source: Find a string
ta: ஒரு சரம் கண்டுபிடிக்கவும்

source: Find next occurrence
ta: அடுத்த நிகழ்வைக் கண்டறியவும்

source: Find previous occurrence
ta: முந்தைய நிகழ்வைக் கண்டறியவும்

source: &Replace...
ta: & மாற்றவும் ...

source: Replace a string
ta: ஒரு சரத்தை மாற்றவும்

source: Fin&d/Replace in Files...
ta: FIN & D/கோப்புகளில் மாற்றவும் ...

source: Find or replace a string in files
ta: கோப்புகளில் ஒரு சரத்தை கண்டுபிடிக்கவும் அல்லது மாற்றவும்

source: &Show/Hide the Results of Find/Replace in Files
ta: கோப்புகளில் கண்டுபிடி/மாற்றுவதற்கான முடிவுகளைக் காண்பி/மறைக்கவும்

source: Show or hide the results of find or replace a string in files
ta: கோப்புகளில் ஒரு சரத்தை கண்டுபிடிப்பது அல்லது மாற்றுவதற்கான முடிவுகளைக் காட்டவும் அல்லது மறைக்கவும்

source: &Go To Line...
ta: வரிக்குச் செல்லுங்கள் ...

source: Go to the specified line
ta: குறிப்பிட்ட வரிக்குச் செல்லவும்

source: G&o To Position...
ta: நிலைக்கு சி & ஓ ...

source: Go to the specified position
ta: குறிப்பிட்ட நிலைக்குச் செல்லுங்கள்

source: Go To L&eft Brace
ta: எல் & எஃப்ட் வளைவுக்குச் செல்லுங்கள்

source: Go to left brace
ta: இடது வளைவுக்குச் செல்லுங்கள்

source: Go To R&ight Brace
ta: ஆர் & ஐட் வளைவுக்குச் செல்லுங்கள்

source: Go to right brace
ta: வலது வளைவுக்குச் செல்லுங்கள்

source: Toggle bookmark at current line
ta: தற்போதைய வரியில் புக்மார்க்கை மாற்றவும்

source: Toggle Bookmark
ta: புக்மார்க்கை மாற்று

source: Go to the next bookmark
ta: அடுத்த புக்மார்க்குக்குச் செல்லுங்கள்

source: Go To Next Bookmark
ta: அடுத்த புக்மார்க்குக்குச் செல்லுங்கள்

source: Go to the previous bookmark
ta: முந்தைய புக்மார்க்குக்குச் செல்லுங்கள்

source: Go To Previous Bookmark
ta: முந்தைய புக்மார்க்குக்குச் செல்லுங்கள்

source: Clear all bookmarks from current file
ta: தற்போதைய கோப்பிலிருந்து அனைத்து புக்மார்க்குகளையும் அழிக்கவும்

source: Clear All Bookmarks
ta: அனைத்து புக்மார்க்குகளையும் அழிக்கவும்

source: &View
ta: & காண்க

source: Encoding:
ta: குறியாக்கம்:

source: All
ta: அனைத்தும்

source: Syntax Type:
ta: தொடரியல் வகை:

source: Font Name:
ta: எழுத்துரு பெயர்:

source: [ABCDE]
ta: [ஏ பி சி டி இ]

source: [other]
ta: [மற்ற]

source: Font Size:
ta: எழுத்துரு அளவு:

source: Set font point-size
ta: எழுத்துரு புள்ளி-அளவை அமைக்கவும்

source: Change font settings
ta: எழுத்துரு அமைப்புகளை மாற்றவும்

source: Set Font...
ta: எழுத்துரு அமைக்கவும் ...

source: &Fixed Width Mode
ta: & நிலையான அகல பயன்முறை

source: Set/Unset the font with Fixed Width
ta: நிலையான அகலத்துடன் எழுத்துருவை அமைக்கவும்/அமைக்கவும்

source: Tab Column:
ta: தாவல் நெடுவரிசை:

source: Set column of Tab char
ta: தாவல் எழுத்தின் நெடுவரிசையை அமைக்கவும்

source: Line Spacing:
ta: வரி இடைவெளி:

source: Set line spacing
ta: வரி இடைவெளியை அமைக்கவும்

source: &No Wrap
ta: & மடக்கு இல்லை

source: Do not wrap lines
ta: கோடுகளை மடிக்க வேண்டாம்

source: Wrap By &Window
ta: & சாளரத்தை மடக்கு

source: Wrap the lines by the window width
ta: சாளர அகலத்தால் கோடுகளை மடிக்கவும்

source: Wrap By Column
ta: நெடுவரிசை மூலம் மடக்கு

source: Wrap the lines by the specified Max Columns
ta: குறிப்பிட்ட அதிகபட்ச நெடுவரிசைகளால் கோடுகளை மடிக்கவும்

source: Display &Bookmark
ta: காட்சி & புக்மார்க்கு

source: Display the Bookmarks
ta: புக்மார்க்குகளைக் காண்பி

source: &Display Line Number
ta: & காட்சி வரி எண்

source: Display the Line Numbers
ta: வரி எண்களைக் காண்பி

source: Show End Of Line
ta: வரியின் முடிவைக் காட்டு

source: Show the sign of EndOfLine
ta: எண்டோஃப்லைனின் அடையாளத்தைக் காட்டு

source: Show Tab Char
ta: தாவல் எழுத்து காட்டு

source: Show the sign of Tab char
ta: தாவல் எழுத்தின் அடையாளத்தைக் காட்டு

source: Show Space Char
ta: இடைவெளி எழுத்து காட்டு

source: Show the sign of Space char
ta: இடைவெளி எழுத்தின் அடையாளத்தைக் காட்டு

source: Mark Active Line
ta: செயலில் உள்ள வரியைக் குறி

source: Mark the current line
ta: தற்போதைய வரியைக் குறி

source: Mark Brace Pair
ta: வளைவு இணைக் குறி

source: Mark the BracePair under the caret
ta: செங்குத்து கோட்டின் கீழ் வளைவுஇணைக் குறி

source: &Text Mode
ta: உரை பயன்முறை

source: Change the editing mode to Text-Mode
ta: திருத்தி பயன்முறையை உரை-பயன்முறையாக மாற்றவும்

source: &Column Mode
ta: &நெடுவரிசை பயன்முறை

source: Change the editing mode to Column-Mode
ta: திருத்தி பயன்முறையை நெடுவரிசை-பயன்முறையாக மாற்றவும்

source: &Hex Mode
ta: &பதின்ம பயன்முறை

source: Change the editing mode to Hex-Mode
ta: திருத்தி பயன்முறையை பதின்ம-பயன்முறையில் மாற்றவும்

source: &Tools
ta: &கருவிகள்

source: &Options...
ta: &விருப்பங்கள்...

source: Change the configuration
ta: உள்ளமைவை மாற்றவும்

source: &Syntax Highlighting Settings...
ta: &தொடரியல் முன்னிலைப்படுத்தும் அமைப்புகள் ...

source: Change syntax highlighting settings
ta: தொடரியல் முன்னிலைப்படுத்தும் அமைப்புகளை மாற்றவும்

source: &File Type Associations...
ta: கோப்பு வகை பதிவுகள்...

source: Change file type associations
ta: கோப்பு வகை பதிவுகளை மாற்றவும்

source: &Purge Histories...
ta: வரலாற்றை தூய்மைப்படுத்துங்கள்...

source: Has Unicode BOM (Byte-Order Mark)
ta: ஒருங்குறி பைமுகு (பைட்-முறை குறி) உள்ளது

source: Add/Remove BOM
ta: பைமுகு ஐச் சேர்க்கவும்/அகற்றவும்

source: Add/Remove Unicode BOM
ta: ஒருங்குறி பைமுகு சேர்க்கவும்/அகற்றவும்

source: NewLine Char (File Format):
ta: புதியவரி எழுத்து (கோப்பு வடிவம்):

source: Convert To CRLF/0D0A (Windows/&DOS)
ta: வதிவஉ/0D0A (சாளரங்கள்/&வமுஇ)ஆக மாற்றவும்

source: Convert the file format to Windows/DOS format
ta: கோப்பு வடிவமைப்பை சாளரங்கள்/வமுஇ வடிவத்திற்கு மாற்றவும்

source: Convert To CR/0D (Classic &Mac OS)
ta: வதி/0D க்கு மாற்றவும் (பாரம்பரிய &மேக்)

source: Convert the file format to classic Mac OS format
ta: கோப்பு வடிவமைப்பை பாரம்பரிய மேக் இயக்க வடிவத்திற்கு மாற்றவும்

source: Convert To LF/0A (&UNIX/macOS)
ta: வஉ/0A (&யுனிக்சு/மேக்) ஆக மாற்றவும்

source: Convert the file format to UNIX/macOS format
ta: கோப்பு வடிவமைப்பை யுனிக்சு/மேக் வடிவத்திற்கு மாற்றவும்

source: Press Enter to Insert NewLine Char:
ta: புதியவரி எழுத்தைச் செருக உள்ளிடை அழுத்தவும்:

source: Insert CR&LF chars when pressing Enter key
ta: உள்ளிடு விசையை அழுத்தும்போது வதி&வஉ எழுத்துக்களைச் செருகவும்

source: Insert CRLF/0D0A (Windows/&DOS)
ta: வதிவஉ/0D 0A (சாளரங்கள்/& வமுஇ) செருகவும்

source: Insert CR char when pressing Enter key
ta: உள்ளிடு விசையை அழுத்தும்போது வதி எழுத்தைச் செருகவும்

source: Insert CR/0D (Classic &Mac OS)
ta: வதி/0D ஐ செருகவும் (பாரம்பரிய& மேக்)

source: Insert LF char when pressing Enter key
ta: உள்ளிடு விசையை அழுத்தும்போது வஉ எழுத்து ஐச் செருகவும்

source: Insert LF/0A (&UNIX/macOS)
ta: வஉ/0A (&யுனிக்சு/மேக்) செருகவும்

source: Convert File &Encoding...
ta: கோப்பு குறியாக்கத்தை மாற்றவும்...

source: Convert to the specified encoding
ta: குறிப்பிட்ட குறியாக்கத்திற்கு மாற்றவும்

source: Convert &Chinese Char
ta: சீன எழுத்துக்களை மாற்றவும்

source: Convert simplified Chinese chars to traditional Chinese chars in the file
ta: எளிமைப்படுத்தப்பட்ட சீன எழுத்துக்களை கோப்பில் உள்ள பாரம்பரிய சீன எழுத்துக்களாக மாற்றவும்

source: File: Simplified Chinese to &Traditional Chinese
ta: கோப்பு: பாரம்பரிய சீன முதல் எளிமைப்படுத்தப்பட்ட சீன

source: Convert traditional Chinese chars to simplified Chinese chars in the file
ta: பாரம்பரிய சீன எழுத்துக்களை கோப்பில் எளிமைப்படுத்தப்பட்ட சீன எழுத்துக்களை மாற்றவும்

source: File: Traditional Chinese to &Simplified Chinese
ta: கோப்பு: எளிமைப்படுத்தப்பட்ட சீன மொழிக்கு பாரம்பரிய சீன

source: Convert Japanese Kanji to traditional Chinese chars in the file
ta: சப்பானிய காஞ்சியை கோப்பில் பாரம்பரிய சீன எழுத்துக்களாக மாற்றவும்

source: File: Japanese Kanji to Tr&aditional Chinese
ta: கோப்பு: சப்பானிய காஞ்சி முதல் பாரம்பரிய சீனாவாக

source: Convert Japanese Kanji to simplified Chinese chars in the file
ta: கோப்பில் உள்ள சீன எழுத்துக்களை எளிமைப்படுத்திய சப்பானிய காஞ்சியை மாற்றவும்

source: File: Japanese Kanji to Si&mplified Chinese
ta: கோப்பு: சப்பானிய காஞ்சி முதல் எளிமைப்படுத்தப்பட்ட சீனாவாக

source: Convert Chinese chars to Japanese Kanji in the file
ta: சீன எழுத்துக்களை கோப்பில் சப்பானிய காஞ்சிக்கு மாற்றவும்

source: File: Chinese to &Japanese Kanji
ta: கோப்பு: சீன முதல் சப்பானிய காஞ்சிக்கு

source: Clipboard: Simplified Chinese to T&raditional Chinese
ta: இடைநிலைப் பலகை: பாரம்பரிய சீனர்களுக்கு எளிமைப்படுத்தப்பட்ட சீன

source: Convert simplified Chinese chars to traditional Chinese chars in the clipboard
ta: எளிமைப்படுத்தப்பட்ட சீன எழுத்துக்களை இடைநிலைப் பலகையில் பாரம்பரிய சீன எழுத்துக்களாக மாற்றவும்

source: Clipboard: Traditional Chinese to S&implified Chinese
ta: இடைநிலைப் பலகை: பாரம்பரிய சீனா முதல் எளிமைப்படுத்தப்பட்ட சீனாவாக

source: Convert traditional Chinese chars to simplified Chinese chars in the clipboard
ta: இடைநிலைப் பலகையில் பாரம்பரிய சீன எழுத்துக்களை எளிமைப்படுத்தப்பட்ட சீன எழுத்துக்களை மாற்றவும்

source: Clipboard: Japanese Kanji to Tra&ditional Chinese
ta: இடைநிலைப் பலகை: சப்பானிய காஞ்சி முதல் பாரம்பரிய சீனாவாக

source: Convert Japanese Kanji to traditional Chinese chars in the clipboard
ta: இடைநிலைப் பலகையில் சப்பானிய காஞ்சியை பாரம்பரிய சீன எழுத்துக்களாக மாற்றவும்

source: Clipboard: Japanese Kanji to Sim&plified Chinese
ta: இடைநிலைப் பலகை: சப்பானிய காஞ்சி முதல் எளிமைப்படுத்திய சீனாவாக

source: Convert Japanese Kanji to simplified Chinese chars in the clipboard
ta: இடைநிலைப் பலகையில் சீன எழுத்துக்களை எளிமைப்படுத்திய சப்பானிய காஞ்சியை மாற்றவும்

source: Clipboard: Chinese to Japanese &Kanji
ta: இடைநிலைப் பலகை: சப்பானிய மற்றும் கஞ்சிக்கு சீன

source: Convert Chinese chars to Japanese Kanji in the clipboard
ta: இடைநிலைப் பலகையில் சீன எழுத்துக்களை சப்பானிய காஞ்சிக்கு மாற்றவும்

source: &Word Count...
ta: சொல் எண்ணிக்கை...

source: Count the words and chars of the file or selection
ta: கோப்பு அல்லது தேர்வின் சொற்களையும் எழுத்துகளையும் எண்ணுங்கள்

source: &Window
ta: &சாளரம்

source: &Toggle Window
ta: &சாளரத்தை மாற்றவும்

source: Switch to the previous active window
ta: முந்தைய செயலில் உள்ள சாளரத்திற்கு மாறவும்

source: &Previous Window
ta: &முந்தைய சாளரம்

source: Activate the previous window
ta: முந்தைய சாளரத்தை செயல்படுத்தவும்

source: &Next Window
ta: &அடுத்த சாளரம்

source: Activate the next window
ta: அடுத்த சாளரத்தை செயல்படுத்தவும்
