Repository: GerHobbelt/wxMEdit
Catalog: po/*.po
Languages: ta

source: Block Elements
ta: தொகுதி கூறுகள்

source: Geometric Shapes
ta: வடிவியல் வடிவங்கள்

source: Miscellaneous Symbols
ta: இதர சின்னங்கள்

source: Dingbats
ta: டிங்பாட்ச்

source: Braille Patterns
ta: பிரெய்ல் வடிவங்கள்

source: CJK Radicals Supplement
ta: சிசேகே தீவிரவாதிகள் துணை

source: Kangxi Radicals
ta: காங்சி தீவிரவாதிகள்

source: Ideographic Description Characters
ta: ஐடியோவரைப்பட விளக்கம் எழுத்துக்கள்

source: CJK Symbols and Punctuation
ta: சிசேகே சின்னங்கள் மற்றும் நிறுத்தற்குறி

source: Hiragana
ta: இரகனா

source: Katakana
ta: கட்டகனா

source: Bopomofo
ta: போபோமோஃபோ

source: Hangul Compatibility Jamo
ta: அங்குல் பொருந்தக்கூடிய சமோ

source: Kanbun
ta: கான்பன்

source: Bopomofo Extended
ta: போபோமோஃபோ நீட்டிக்கப்பட்டது

source: Enclosed CJK Letters and Months
ta: மூடப்பட்ட சிசேகே எழுத்துக்கள் மற்றும் மாதங்கள்

source: CJK Compatibility
ta: சிசேகே பொருந்தக்கூடிய தன்மை

source: CJK Unified Ideographs Extension A
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடங்கள் நீட்டிப்பு அ

source: CJK Unified Ideographs
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடங்கள்

source: Yi Syllables
ta: யி அசைகள்

source: Yi Radicals
ta: யி தீவிரவாதிகள்

source: Hangul Syllables
ta: ஆங்யூல் அசைகள்
