Repository: GerHobbelt/wxMEdit
Catalog: po/*.po
Languages: ta

source: Please wait while printing
ta: அச்சிடும் போது காத்திருங்கள்

source: FloralWhite
ta: மலர்வெள்ளை

source: ForestGreen
ta: வனப்பகுதிபச்சை

source: Fuchsia
ta: ஃபுச்ச்சியா

source: Gainsboro
ta: கெய்ன்ச்போரோ

source: GhostWhite
ta: பேய்வெள்ளை

source: Gold
ta: தங்கம்

source: GoldenRod
ta: தங்கரோட்

source: Gray
ta: சாம்பல்

source: Green
ta: பச்சை

source: GreenYellow
ta: பச்சைமஞ்சள்

source: Printing
ta: அச்சிடுதல்

source: HoneyDew
ta: அனிட்யூ

source: HotPink
ta: சூடான இளஞ்சிவப்பு

source: IndianRed
ta: இந்தியன்சிவப்பு

source: Indigo
ta: இண்டிகோ

source: Ivory
ta: தந்தம்

source: Khaki
ta: காக்கி

source: Lavender
ta: லாவெண்டர்

source: LavenderBlush
ta: லாவெண்டர் பிளச்

source: LawnGreen
ta: லாங்பச்சை

source: LemonChiffon
ta: எலுமிச்சைஃபோன்

source: All
ta: அனைத்தும்

source: LightBlue
ta: மெல்லியநீலம்

source: LightCoral
ta: ஒளிரும்கோரல்

source: LightCyan
ta: மெல்லியசியன்

source: LightGoldenRodYellow
ta: மெல்லியதங்கரோட்மஞ்சள்

source: LightGreen
ta: மெல்லிய பச்சை

source: LightGrey
ta: மெல்லிய சாம்பல் நிறம்

source: LightPink
ta: மெல்லியஇளஞ்சிவப்பு

source: LightSalmon
ta: மெல்லியசால்மன்

source: LightSeaGreen
ta: மெல்லியவான்பச்சை

source: LightSkyBlue
ta: மெல்லியவான்நீலம்

source: Bottom margin (mm):
ta: கீழ் விளிம்பு (மிமீ):

source: LightSlateBlue
ta: மெல்லியபலகை நீலம்

source: LightSlateGray
ta: மெல்லியபலகைசாம்பல்

source: LightSteelBlue
ta: இளஇரும்பு நீலம்

source: LightYellow
ta: வெளிர்மஞ்சள்

source: Lime
ta: சுண்ணாம்பு

source: LimeGreen
ta: இளம்பச்சை

source: Linen
ta: கைத்தறி

source: Magenta
ta: மெசந்தா

source: Maroon
ta: மெரூன்

source: MediumAquaMarine
ta: நடுத்தரஅக்வாமரைன்

source: Copies:
ta: பிரதிகள்:

source: MediumBlue
ta: நடுத்தர நீலம்

source: MediumOrchid
ta: நடுத்தர ஆர்கிட்

source: MediumPurple
ta: நடுத்தர கத்தரி

source: MediumSeaGreen
ta: நடுத்தரகடல்பச்சை

source: MediumSlateBlue
ta: நடுத்தரபலகை நீலம்

source: MediumSpringGreen
ta: நடுத்தரஇலை பச்சை

source: MediumTurquoise
ta: நடுத்தர டுர்கோயிச்

source: MediumVioletRed
ta: நடுத்தரகத்தரிசிவப்பு

source: MidnightBlue
ta: யாமநீலம்

source: MintCream
ta: புதினா கிரீம்

source: Default printer
ta: இயல்புநிலை அச்சுப்பொறி

source: MistyRose
ta: மிச்டிரோச்

source: Moccasin
ta: மொக்கசின்

source: NavajoWhite
ta: நவாசோவெள்ளை

source: Navy
ta: கடற்படை

source: OldLace
ta: ஓல்ட்லேச்

source: Olive
ta: ஆலிவ்

source: OliveDrab
ta: ஆலிவோட்ராப்

source: Orange
ta: ஆரஞ்சு

source: OrangeRed
ta: ஆரஞ்சுசிவப்பு

source: Orchid
ta: ஆர்க்கிட்

source: From:
ta: இருந்து:

source: PaleGoldenRod
ta: வெளிர்தங்கரோட்

source: PaleGreen
ta: வெளிர் பச்சை

source: PaleTurquoise
ta: வெளுத்தடர்க்கைச்

source: PaleVioletRed
ta: பேலேவியோலெட்ரட்

source: PapayaWhip
ta: பப்பாளி

source: PeachPuff
ta: பீச்ச்பஃப்

source: Peru
ta: பெரு

source: Pink
ta: இளஞ்சிவப்பு

source: Plum
ta: பிளம்

source: PowderBlue
ta: பவுடர் நீலம்

source: Landscape
ta: நிலப்பரப்பு

source: Purple
ta: ஊதா

source: Red
ta: சிவப்பு

source: RosyBrown
ta: ரோசிபழுப்பு

source: RoyalBlue
ta: ராயல் நீலம்

source: SaddleBrown
ta: சாடில் பழுப்பு

source: Salmon
ta: சால்மன்

source: SandyBrown
ta: சாண்ட்பழுப்பு

source: SeaGreen
ta: கடல்பச்சை

source: SeaShell
ta: கடலோடு

source: Sienna
ta: சியன்னா

source: Left margin (mm):
ta: இடது விளிம்பு (மிமீ):

source: Silver
ta: வெள்ளி

source: SkyBlue
ta: வான்நீலம்

source: SlateBlue
ta: பலகை நீலம்

source: SlateGray
ta: பலகைசாம்பல்

source: Snow
ta: பனி

source: SpringGreen
ta: இலைபச்சை

source: SteelBlue
ta: இரும்புநீலம்

source: Tan
ta: டான்

source: Teal
ta: டீல்

source: Thistle
ta: திச்டில்

source: Orientation
ta: நோக்குநிலை

source: Tomato
ta: தக்காளி

source: Turquoise
ta: டர்க்கைச்

source: Violet
ta: கத்தரி

source: VioletRed
ta: கத்தரிசிவப்பு

source: Wheat
ta: கோதுமை

source: White
ta: வெள்ளை

source: WhiteSmoke
ta: வெள்ளைபுகை

source: Yellow
ta: மஞ்சள்

source: YellowGreen
ta: மஞ்சள்பச்சை

source: Page Setup
ta: பக்கம் அமைப்பு

source: Plain Text
ta: சாதாரண எழுத்து

source: AngelScript
ta: ஏஞ்சல்கைஉரை

source: ASCII Art
ta: தபஅநிகு கலை

source: ASP(VBScript)
ta: ஏஎச்பி (விபிகைஉரை)

source: awk
ta: எடபல்யுகே

source: C#
ta: சி#

source: C/C++
ta: சி/சி++

source: CSS
ta: சிஎச்எச்

source: D
ta: டி

source: diff/patch
ta: வேறுபாடு/இணைப்பு

source: Pages
ta: பக்கங்கள்

source: DOS Batch
ta: வஇமு தொகுதி

source: Flash ActionScript
ta: ஃபிளாச் ஆக்சன்கைஉரை

source: Fortran 90
ta: ஃபோர்ட்ரான் 90

source: FreeBASIC
ta: இலவசஅடிப்படை

source: HTML
ta: உஉகுமொ

source: Java
ta: சாவா

source: JavaScript
ta: சாவாகைஉரை

source: JavaScript in HTML
ta: உஉகுமொ இல் சாவாகைஉரை

source: JSP
ta: சேஎச்பி

source: Lua
ta: லுவா

source: Paper Size
ta: காகித அளவு

source: Pascal/Delphi
ta: பாச்கல்/டெல்பி

source: Perl
ta: பெர்ல்

source: PHP
ta: பிஎச்பி

source: Python
ta: பைதான்

source: Ruby
ta: ரூபி

source: SQL
ta: கவிமொ

source: Squirrel
ta: அணில்

source: TeX/LaTeX
ta: டெக்ச்/லேடெக்ச்

source: UNIX Configuration
ta: யுனிக்சு உள்ளமைவு

source: UNIX Shell Script
ta: யுனிக்சு ஓடு கைஉரை

source: Paper size
ta: காகித அளவு

source: Verilog
ta: வெரிலாக்

source: VHDL
ta: விஎச்டிஎல்

source: Visual Basic
ta: காட்சி அடிப்படை

source: Windows Registry File
ta: சாளரங்கள் பதிவு கோப்பு

source: wxMEdit Syntax
ta: சாஃபிதிருத்தி தொடரியல்

source: x86 Assembly
ta: எஃசு86 சட்டசபை

source: XML
ta: எக்ச்எம்எல்

source: Portrait
ta: உருவப்படம்

source: PostScript file
ta: பின்கைஉரை கோப்பு

source: Print Range
ta: அச்சு வரம்பு

source: Print Setup
ta: அச்சு அமைப்பு

source: Print in colour
ta: நிறத்தில் அச்சிடுக

source: Print spooling
ta: அச்சு சுழற்சி

source: OK
ta: சரி

source: Print to File
ta: கோப்பில் அச்சிடுக

source: Printer
ta: அச்சுப்பொறி

source: Printer command:
ta: அச்சுப்பொறி கட்டளை:

source: Printer options
ta: அச்சுப்பொறி விருப்பங்கள்

source: Printer options:
ta: அச்சுப்பொறி விருப்பங்கள்:

source: Printer...
ta: அச்சுப்பொறி...

source: Printer:
ta: அச்சுப்பொறி:

source: Right margin (mm):
ta: வலது விளிம்பு (மிமீ):

source: Setup...
ta: அமைவு...

source: Status:
ta: நிலை:

source: Cancel
ta: ரத்துசெய்

source: To:
ta: இதற்கு:

source: Top margin (mm):
ta: மேல் விளிம்பு (மிமீ):

source: Page %d of %d
ta: பக்கம் %d ஆம் %d இல்

source: Text
ta: உரை

source: Delimiter
ta: பிரிப்பான்

source: Space
ta: இடம்

source: Number
ta: எண்

source: String
ta: சரம்

source: Comment
ta: கருத்து

source: File '%s' already exists, do you really want to overwrite it?
ta: '%s' கோப்பு ஏற்கனவே உள்ளது, நீங்கள் அதை மேலெழுத விரும்புகிறீர்களா?

source: Directive
ta: உத்தரவு

source: SpecialWord
ta: சிறப்புச்சொல்

source: LineNumber
ta: வரிஎண்

source: ActiveLine
ta: செயல்பாட்டு

source: Bookmark
ta: புத்தககுறி

source: AliceBlue
ta: அலிச்நீலம்

source: AntiqueWhite
ta: பழங்காலவெள்ளை

source: Aqua
ta: அக்வா

source: Aquamarine
ta: அக்வாமரைன்

source: &Close
ta: &மூடு

source: Azure
ta: அசூர்

source: Beige
ta: பழுப்பு

source: Bisque
ta: பிச்கே

source: Black
ta: கருப்பு

source: BlanchedAlmond
ta: சமனால்மண்ட்

source: Blue
ta: நீலம்

source: BlueViolet
ta: நீலகத்தரி

source: Brown
ta: பழுப்பு

source: BurlyWood
ta: பரிகட்டை

source: CadetBlue
ta: கேடட்நீலம்

source: &Goto...
ta: &இங்கேசெல்...

source: Chartreuse
ta: அட்டவணைமறுபயன்

source: Chocolate
ta: சாக்லேட்

source: Coral
ta: பவளம்

source: CornflowerBlue
ta: சோலப்பூநீலம்

source: Cornsilk
ta: கார்ன்சில்க்

source: Crimson
ta: கிரிம்சன்

source: Cyan
ta: சியான்

source: DarkBlue
ta: கருநீலம்

source: DarkCyan
ta: கருப்புசியன்

source: DarkGoldenRod
ta: கருந்தங்கரோட்

source: Goto Page
ta: பக்கத்திற்கு செல்

source: DarkGray
ta: அடர்சாம்பல்

source: DarkGreen
ta: கரும்பச்சை

source: DarkKhaki
ta: இருண்டகாகி

source: DarkMagenta
ta: இருண்டமசெண்டா

source: DarkOliveGreen
ta: இருண்டஆலிவ்பச்சை

source: DarkOrchid
ta: அடரார்சிட்

source: DarkRed
ta: அடர்சிவப்பு

source: DarkSalmon
ta: கருப்புசல்மன்

source: DarkSeaGreen
ta: கருங்கடல்பச்சை

source: DarkSlateBlue
ta: கரும்பலகைநீலம்

source: Enter a page number between %d and %d:
ta: %d மற்றும் %d க்கு இடையில் ஒரு பக்க எண்ணை உள்ளிடவும்:

source: DarkSlateGray
ta: கரும்பலகைசாம்பல்

source: DarkTurquoise
ta: இருண்டது

source: DarkViolet
ta: கருப்புகத்தரி

source: DarkOrange
ta: கருப்பாரஞ்ச்

source: DeepPink
ta: ஆழ்இளஞ்சிவப்பு

source: DeepSkyBlue
ta: ஆழ்வானநீலம்

source: DimGray
ta: மங்கலசாம்பல்

source: DodgerBlue
ta: டச்சேர்நீலம்

source: Feldspar
ta: ஃபெல்ட்ச்பார்

source: FireBrick
ta: தீகல்

source: Convert Encoding
ta: குறியாக்கத்தை மாற்றவும்

source: New Encoding:
ta: புதிய குறியாக்கம்:

source: None
ta: எதுவுமில்லை

source: Simplified Chinese => Traditional Chinese
ta: எளிமைப்படுத்தப்பட்ட சீன => பாரம்பரிய சீன

source: Traditional Chinese => Simplified Chinese
ta: பாரம்பரிய சீன => எளிமைப்படுத்தப்பட்ட சீன

source: Japanese Kanji => Traditional Chinese
ta: சப்பானிய காஞ்சி => பாரம்பரிய சீன

source: Japanese Kanji => Simplified Chinese
ta: சப்பானிய காஞ்சி => எளிமைப்படுத்தப்பட்ட சீன

source: Chinese => Japanese Kanji
ta: சீன => சப்பானிய காஞ்சி

source: Addtional Option
ta: கூடுதல் விருப்பங்கள்

source: &OK
ta: &சரி

source: &Cancel
ta: &ரத்துசெய்

source: Insert Ordered Sequence
ta: ஒழுங்கு செய்யப்பட்ட வரிசையைச் செருகவும்

source: Sequence
ta: வரிசை

source: &Initial Number
ta: &ஆரம்ப எண்

source: Step
ta: படி

source: Final Number
ta: இறுதி எண்

source: (Automatic)
ta: (தானியங்கி)

source: Preview of First 10000 Lines
ta: முதல் 10000 வரிகளின் முன்னோட்டம்

source: Format
ta: வடிவம்

source: &Numbering System:
ta: &எண் முறை:

source: He&x
ta: பதின்ம

source: &Dec
ta: &பத்து

source: Oc&t
ta: எண்ம

source: &Bin
ta: &தொட்டி

source: &Uppercase
ta: மேல்வழக்கு

source: Lowercas&e
ta: கீழ்வழக்கு

source: &Halfwidth
ta: &பாதி அகலம்

source: &Fullwidth
ta: &முழு அகலம்

source: Use &Grouping Separator
ta: குழு பிரிப்பான் பயன்படுத்தவும்

source: &Length (Characters):
ta: &நீளம் (எழுத்துக்கள்):

source: &Alignment:
ta: &சீரமைப்பு:

source: Right
ta: சரி

source: Left
ta: இடது

source: &Padding:
ta: &திணிப்பு:

source: Blank Space
ta: வெற்றிடம்

source: P&refix:
ta: முன்னொட்டு:

source: Po&stfix:
ta: பின்னொட்டு:

source: Default (Latin)
ta: இயல்புநிலை (லத்தீன்)

source: Arabic
ta: அரபு

source: Armenian
ta: ஆர்மீனியன்

source: Bengali
ta: பெங்காலி

source: Chinese Digits
ta: சீன இலக்கங்கள்

source: Chinese Simplified
ta: சீன எளிமைப்படுத்தப்பட்டது

source: Chinese Simplified Financial
ta: சீன எளிமைப்படுத்தப்பட்ட நிதி

source: Chinese Traditional
ta: சீன பாரம்பரிய

source: Chinese Traditional Financial
ta: சீன பாரம்பரிய நிதி

source: Devanagari
ta: தேவநாகரி

source: Ethiopic
ta: எத்தியோபிக்

source: Georgian
ta: சார்சியன்

source: Greek
ta: கிரேக்கம்

source: Gujarati
ta: குசராத்தி

source: Gurmukhi
ta: குர்முகி

source: Hebrew
ta: எபிரேய

source: Japanese
ta: சப்பானிய

source: Japanese Financial
ta: சப்பானிய நிதி

source: Kannada
ta: கன்னடா

source: Khmer
ta: கெமர்

source: Lao
ta: லாவோ

source: Malayalam
ta: மலையாளம்

source: Myanmar
ta: மியான்மர்

source: Oriya
ta: ஓரியா

source: Perso-Arabic
ta: பெர்சோ-அரபு

source: Tamil
ta: தமிழ்

source: Tamil Digits
ta: தமிழ் இலக்கங்கள்

source: Telugu
ta: தெலுங்கு

source: Tibetan
ta: திபெத்திய

source: Thai
ta: தாய்

source: Vai
ta: வை

source: %s is Not a Number.
ta: %s ஒரு எண் அல்ல.

source: %s should not less than %lld.
ta: %s %lld க்கு குறைவாக இருக்கக்கூடாது.

source: Wrong Input
ta: தவறான உள்ளீடு

source: Note: This numbering system can only represent the range of 1-%lld.
ta: குறிப்பு: இந்த எண் அமைப்பு 1-%lld வரம்பை மட்டுமே குறிக்கும்.

source: Numbers out of range will be represent in Latin numbering system with grouping separator.
ta: குழு பிரிப்பான் மூலம் லத்தீன் எண் அமைப்பில் வரம்பிற்கு வெளியே எண்கள் பிரதிநிதித்துவப்படுத்தப்படும்.

source: File Type Associations
ta: கோப்பு வகை பதிவுகள்

source: Associated File Types:
ta: தொடர்புடைய கோப்பு வகைகள்:

source: <- Add
ta: <- சேர்

source: Remove ->
ta: அகற்று ->

source: Predefined File Types:
ta: முன் வரையறுக்கப்பட்ட கோப்பு வகைகள்:

source: <- Add Custom File Type
ta: <- தனிப்பயன் கோப்பு வகையைச் சேர்க்கவும்

source: Find/Replace In Files
ta: கோப்புகளில் கண்டுபிடி/மாற்று

source: &Case Sensitive
ta: வழக்கு உணர்திறன்

source: &Whole Word Only
ta: &முழு சொல் மட்டுமே

source: Use Regular E&xpressions
ta: வழக்கமான வெளிப்பாடுகளைப் பயன்படுத்துங்கள்

source: Find &Hex String (Example: BE 00 3A or BE003A)
ta: கண்டுபிடி &பதின்ம சரம் (எடுத்துக்காட்டு: BE 00 3A அல்லது BE003A)

source: &List the First Found Item Only
ta: &முதலில் கண்டுபிடிக்கப்பட்ட உருப்படியை மட்டும் பட்டியலிடுங்கள்

source: &Find
ta: &கண்டுபிடி

source: &Replace
ta: &மாற்று

source: &Enable Replace
ta: &மாற்றம் இயக்கு

source: Close
ta: மூடு

source: Opened Files in Editor
ta: திருத்தில் திறந்த கோப்புகள்

source: Selected Directory:
ta: தேர்ந்தெடுக்கப்பட்ட அடைவு:

source: File Filters:
ta: கோப்பு வடிப்பான்கள்:

source: Exclude Filters:
ta: வடிப்பான்களை விலக்கு:

source: File Encoding:
ta: கோப்பு குறியாக்கம்:

source: Include Subdirectories
ta: துணை அடைவுகளைச் சேர்க்கவும்

source: WxBitmapButtonRecentFindText
ta: சாஃஇருமவரைபடபட்டன்அண்மைகாலகண்டுபிடிப்புஉரை

source: WxBitmapButtonRecentReplaceText
ta: சாஃஇருமவரைபடபட்டன்அண்மைகாலஉரையைமாற்றவும்

source: Choose a directory
ta: ஒரு கோப்பகத்தைத் தேர்வுசெய்க

source: Found %d file(s) matched the filters...
ta: காணப்பட்ட %d கோப்பு(கள்) வடிப்பான்களுடன் பொருந்தியது...

source: The selected directory does not exist.
ta: தேர்ந்தெடுக்கப்பட்ட அடைவு இல்லை.

source: Processing %d of %d files...
ta: %d கோப்புகளின் %d இல் செயலாக்குகிறது ...

source: Line(%d):
ta: வரி (%d):

source: Offset(%s):
ta: ஈடுசெய்தல்(%s):

source: Binary file matches
ta: இரும கோப்பு பொருந்துகிறது

source: %d results
ta: %d முடிவுகள்

source: Automatic Detection
ta: தானியங்கி கண்டறிதல்

source: Cannot load this scheme.
ta: இந்த திட்டத்தை ஏற்ற முடியாது.

source: Cannot save to the scheme.
ta: திட்டத்தை சேமிக்க முடியாது.

source: Cannot delete this scheme.
ta: இந்த திட்டத்தை நீக்க முடியாது.

source: Syntax Highlighting Settings
ta: தொடரியல் முன்னிலைப்படுத்தும் அமைப்புகள்

source: Scheme:
ta: திட்டம்:

source: You cannot modify the scheme with * sign.
ta: * அடையாளத்துடன் நீங்கள் திட்டத்தை மாற்ற முடியாது.

source: &Load
ta: & ஏற்றவும்

source: &Save
ta: & சேமிக்கவும்

source: &Delete
ta: &அழி

source: Bold
ta: தைரியமான

source: Italic
ta: சாய்வு

source: Underline
ta: அடிக்கோடிட்டு

source: Foreground/Text Color
ta: முன்புறம்/உரை நிறம்

source: WxStaticTextFCName
ta: Wxstatictext cname

source: Other Color
ta: பிற நிறம்

source: Background Color
ta: பின்னணி நிறம்

source: WxStaticTextBCName
ta: Wxstatictext cname

source: Purge Histories
ta: வரலாறுகளை சுத்திகரிக்கவும்

source: Select histories to purge
ta: தூய்மைப்படுத்த வரலாறுகளைத் தேர்ந்தெடுக்கவும்

source: Recent &Files
ta: சமீபத்திய & கோப்புகள்

source: Recent Fon&ts
ta: சமீபத்திய ஃபோன் & டி.எச்

source: Recent &Encodings
ta: சமீபத்திய & குறியாக்கங்கள்

source: Recent &Searched Texts
ta: சமீபத்தில் தேடப்பட்ட உரை

source: Recent &Replaced Texts
ta: சமீபத்தில் மாற்றப்பட் உரை

source: Recent Searched &Directories
ta: சமீபத்திய தேடல் & கோப்பகங்கள்

source: Recent Searched File Fi&lters
ta: சமீபத்திய கோப்பு தேடல் வடிப்பான்கள்

source: Recent Searched E&xclude Filters
ta: சமீபத்திய தேடல் வடிப்பான்களை விலக்குகிறது

source: &Purge
ta: &களையெடுப்பு

source: &Move Focus to Editor Window
ta: திருத்தி சாளரத்தில் கவனம் செலுத்தவும்

source: Wrap aroun&d
ta: சுற்றி மடக்கு

source: Search In &Selection
ta: தேடு & தேர்வு

source: Find &Next
ta: அடுத்ததை தேடு

source: Find &Previous
ta: கண்டுபிடி & முந்தைய

source: C&ount
ta: சி & ount

source: Replace &All
ta: அனைத்தையும் மாற்று

source: &Replace >>
ta: & மாற்றவும் >>

source: End of selection reached, search from beginning.
ta: தேர்வு முடிவடைந்தது, ஆரம்பத்திலிருந்து தேடுங்கள்.

source: End of file reached, search from beginning.
ta: கோப்பின் முடிவை அடைந்தது, ஆரம்பத்தில் இருந்து தேடுங்கள்.

source: The value of 'From' is incorrect.
ta: 'இருந்து' இன் மதிப்பு தவறானது.

source: The value of 'To' is incorrect.
ta: 'இதற்கு' இன் மதிப்பு தவறானது.

source: Cannot find the matched string.
ta: பொருந்திய சரத்தை கண்டுபிடிக்க முடியவில்லை.

source: Beginning of selection reached, search from end.
ta: தேர்வின் ஆரம்பம், முடிவில் இருந்து தேடுங்கள்.

source: Beginning of file reached, search from end.
ta: கோப்பின் ஆரம்பம், முடிவில் இருந்து தேடுங்கள்.

source: End of selection reached, replace from beginning.
ta: தேர்வின் முடிவு எட்டப்பட்டது, ஆரம்பத்தில் இருந்து மாற்றவும்.

source: End of file reached, replace from beginning.
ta: கோப்பின் முடிவு, தொடக்கத்திலிருந்து மாற்றவும்.

source: Cannot find the matched string. Replace is finished.
ta: பொருந்திய சரத்தை கண்டுபிடிக்க முடியவில்லை. மாற்றம் முடிந்தது.

source: '%s' was found %d times.
ta: ' %s' %d முறை காணப்பட்டது.

source: Cannot find any matched string.
ta: பொருந்திய எந்த சரத்தையும் கண்டுபிடிக்க முடியவில்லை.

source: %d string(s) were replaced.
ta: %d சரம் (கள்) மாற்றப்பட்டன.

source: Search
ta: தேடல்

source: Replace
ta: மாற்றவும்

source: Sort Options
ta: விருப்பங்களை வரிசைப்படுத்துங்கள்

source: &Ascending
ta: & ஏறுதல்

source: &Descending
ta: இறங்கு

source: Sort Order
ta: வரிசையை வரிசைப்படுத்துங்கள்

source: &Numeric Sort
ta: & எண் வரிசை

source: &Remove Duplicates
ta: நகல்களை அகற்று

source: &Sort
ta: &வகைபடுத்து

source: Fullwidth Characters (without East Asian Ambiguous Width Characters)
ta: முழு அகல எழுத்துக்கள் (கிழக்கு ஆசிய தெளிவற்ற அகல எழுத்துக்கள் இல்லாமல்)

source: Detail Information of Characters:
ta: எழுத்துக்களின் விவரம் தகவல்:

source: Word Count (Selected Text)
ta: சொல் எண்ணிக்கை (தேர்ந்தெடுக்கப்பட்ட உரை)

source: Word Count
ta: சொல் எண்ணிக்கை

source: Lines
ta: கோடுகள்

source: Words
ta: சொற்கள்

source: Bytes
ta: பைட்டுகள்

source: Characters (all)
ta: எழுத்துக்கள் (அனைத்தும்)

source: Characters (no controls/spaces)
ta: எழுத்துக்கள் (கட்டுப்பாடுகள்/இடங்கள் இல்லை)

source: Space Characters
ta: விண்வெளி எழுத்துக்கள்

source: Control Characters
ta: எழுத்துக்களைக் கட்டுப்படுத்துங்கள்

source: Fullwidth Characters (with East Asian Ambiguous Width Characters)
ta: முழு அகல எழுத்துக்கள் (கிழக்கு ஆசிய தெளிவற்ற அகல எழுத்துக்களுடன்)

source: About wxMEdit
ta: சாஃபிதிருத்தி பற்றி

source: About
ta: பற்றி

source: License
ta: உரிமம்

source: Credits
ta: வரவு

source: Invalid value of "%s"
ta: "%s" இன் தவறான மதிப்பு

source: Cannot assign key to this item
ta: இந்த உருப்படிக்கு விசையை ஒதுக்க முடியாது

source: This key is not assigned
ta: இந்த விசை ஒதுக்கப்படவில்லை

source: This key is assigned to [%s]
ta: இந்த விசை [%s] க்கு ஒதுக்கப்பட்டுள்ளது

source: Options
ta: விருப்பங்கள்

source: Automatically check for new versions:
ta: புதிய பதிப்புகளை தானாக சரிபார்க்கவும்:

source: Check &now
ta: இப்போது சரிபார்க்க

source: Check for new versions including &prereleases
ta: & Prearelases உள்ளிட்ட புதிய பதிப்புகளைச் சரிபார்க்கவும்

source: Language of User Interface (must restart wxMEdit)
ta: பயனர் இடைமுகத்தின் மொழி (சாஃபிதிருத்தி ஐ மறுதொடக்கம் செய்ய வேண்டும்)

source: Always use this encoding to open file (without encoding detection)
ta: கோப்பைத் திறக்க எப்போதும் இந்த குறியாக்கத்தைப் பயன்படுத்தவும் (குறியாக்கம் கண்டறிதல் இல்லாமல்)

source: Use this encoding to create new file or when wxMEdit cannot determine the encoding of existing file
ta: புதிய கோப்பை உருவாக்க இந்த குறியாக்கத்தைப் பயன்படுத்தவும் அல்லது சாஃபிதிருத்தி இல் இருக்கும் கோப்பின் குறியாக்கத்தை தீர்மானிக்க முடியாது

source: Single Instance (must restart wxMEdit)
ta: ஒற்றை நிகழ்வு (சாஃபிதிருத்தியை மறுதொடக்கம் செய்ய வேண்டும்)

source: Reload files previously open on startup
ta: தொடக்கத்தில் முன்பு திறக்கப்பட்ட கோப்புகளை மீண்டும் ஏற்றவும்

source: Record caret movements in undo list
ta: செயல்தவிர் பட்டியலில் செங்குத்து கோடு அசைவுகளை பதிவு செய்யவும்

source: Restore previous caret position when files are opened
ta: கோப்புகள் திறக்கப்படும் போது முந்தைய செங்குத்து கோடு நிலையை மீட்டெடுக்கவும்

source: Max line length before Line-Wrap (must restart wxMEdit)
ta: வரி மடக்கு முன் அதிகபட்ச வரி நீளம் (சாஃபிதிருத்தி மறுதொடக்கம் செய்ய வேண்டும்)

source: Columns of Wrap-By-Column
ta: நெடுவரிசை மூலம் மடக்கு நெடுவரிசைகள்

source: Columns of Tab
ta: தாவலின் நெடுவரிசைகள்

source: Columns of Indent
ta: உள்தள்ளலின் நெடுவரிசைகள்

source: Insert Space char instead of Tab char
ta: உள்தள்ளலுக்குப் பதிலாக இடைவெளியைச் செருகவும்

source: Auto Indent
ta: தானாக உள்தள்ளல்

source: Auto complete character pair
ta: தானாக முழுமை எழுத்து இணை

source: Auto copy the mouse-selected text to clipboard
ta: சுட்டி தேர்ந்தெடுக்கப்பட்ட உரையை கிளிப்போர்டுக்கு தானாக நகலெடுக்கவும்

source: when pressing Ctrl key
ta: CTRL விசையை அழுத்தும்போது

source: Paste text from clipboard when pressing middle mouse button
ta: நடுத்தர சுட்டி பொத்தானை அழுத்தும்போது கிளிப்போர்டிலிருந்து உரையை ஒட்டவும்

source: Behavior of copying in hex editing area:
ta: பதின்ம திருத்தல் பகுதியில் நகலெடுப்பதன் நடத்தை:

source: Treat clipboard text as Hex String when pasting in hex area:
ta: பதின்ம பகுதியில் ஒட்டும்போது இடைநிலைப் பலகை உரையை பதின்ம சரமாக கருதுங்கள்:

source: Text Mode
ta: உரை பயன்முறை

source: Print Syntax Highlighter
ta: தொடரியல் ஐமெல்லியடரை அச்சிடுக

source: Print Line Number
ta: வரி எண் அச்சிடுக

source: Print Bookmark
ta: புக்மார்க்கை அச்சிடுக

source: Print End of Line
ta: வரியின் முடிவை அச்சிடுங்கள்

source: Print Tab Char
ta: அச்சு தாவல் எழுத்து

source: Print Space Char
ta: இடைவெளி எழுத்து அச்சு

source: Hex Mode
ta: பதின்ம பயன்முறை

source: First Page Only
ta: முதல் பக்கம் மட்டுமே

source: Every Page
ta: ஒவ்வொரு பக்கமும்

source: Print Offset Header
ta: ஆஃப்செட் தலைப்பு அச்சிடுக

source: Page Header
ta: பக்க தலைப்பு

source: Print Page Header
ta: பக்க தலைப்பு அச்சிடுக

source: Left:
ta: இடது:

source: Center:
ta: மையம்:

source: Right:
ta: சரி:

source: Page Footer
ta: பக்க அடிக்குறிப்பு

source: Print Page Footer
ta: பக்கத்தை அச்சிடுக

source: Hint:
ta: குறிப்பு:

source: Assigned Keys:
ta: ஒதுக்கப்பட்ட விசைகள்:

source: New Key:
ta: புதிய விசை:

source: <== Add Key
ta: <== விசையைச் சேர்க்கவும்

source: ==> Delete Key
ta: ==> விசையை நீக்கு

source: Show the Key in Menu
ta: மெனுவில் விசையைக் காட்டு

source: Reset all keys to default (must restart wxMEdit)
ta: அனைத்து விசைகளையும் இயல்புநிலைக்கு மீட்டமைக்கவும் (Wxmedit ஐ மறுதொடக்கம் செய்ய வேண்டும்)

source: Do not save settings to wxmedit.cfg when wxMEdit closed (this session only)
ta: சாஃபிதிருத்தி மூடும்போது அமைப்புகளை சாஃபிதிருத்தி.cfg க்கு சேமிக்க வேண்டாம் (இந்த அமர்வு மட்டும்)

source: Max file size to load as a text file
ta: உரை கோப்பாக ஏற்ற அதிகபட்ச கோப்பு அளவு

source: Max file size to load whole file into memory
ta: முழு கோப்பையும் நினைவகத்தில் ஏற்ற அதிகபட்ச கோப்பு அளவு

source: Format of Date/Time
ta: தேதி/நேரத்தின் வடிவம்

source: Use English instead of current locale
ta: தற்போதைய இடத்திற்கு பதிலாக ஆங்கிலத்தைப் பயன்படுத்தவும்

source: Enable dot matching newline in regular expression
ta: வழக்கமான வெளிப்பாட்டில் புதிய இடத்தைப் பொருத்த DOT ஐ இயக்கவும்

source: General
ta: பொது

source: Edit
ta: தொகு

source: Print
ta: அச்சிடுக

source: Keys
ta: விசைகள்

source: Misc
ta: தவறான

source: [%f] &File Name
ta: [%f] & கோப்பு பெயர்

source: [%p] &Path Name
ta: [%ப] & பாதை பெயர்

source: [%n] Page &Number
ta: [%n] பக்கம் & எண்

source: [%s] Total Page&s
ta: [%s] மொத்த பக்கம் & கள்

source: [%d] &Date
ta: [%d] & தேதி

source: [%t] &Time
ta: [%t] & நேரம்

source: [%a, %d %b %Y %H:%M:%s %z] RFC822 timestamp
ta: [ %a, %d %b %y %h: %m: %s %z] rfc822 நேர முத்திரை

source: [%a] Abbreviated weekday name
ta: [%a] சுருக்கமான வார நாள் பெயர்

source: [%A] Full weekday name
ta: [%A] முழு வார நாள் பெயர்

source: [%b] Abbreviated month name
ta: [%b] சுருக்கமான மாத பெயர்

source: [%B] Full month name
ta: [%B] முழு மாத பெயர்

source: [%c] Date and time representation appropriate for locale
ta: [%c] இருப்பிடத்திற்கு பொருத்தமான தேதி மற்றும் நேர பிரதிநிதித்துவம்

source: [%d] Day of month as decimal number (01 - 31)
ta: [%d] தசம எண்ணாக மாதத்தின் நாள் (01 - 31)

source: [%H] Hour in 24-hour format (00 - 23)
ta: [%H] மணிநேரம் 24 மணி நேர வடிவத்தில் (00 - 23)

source: [%I] Hour in 12-hour format (01 - 12)
ta: [%I] மணிநேரம் 12 மணி நேர வடிவத்தில் (01 - 12)

source: [%j] Day of year as decimal number (001 - 366)
ta: [%j] ஆண்டின் நாள் தசம எண்ணாக (001 - 366)
