Repository: GerHobbelt/wxMEdit
Catalog: po/*.po
Languages: ta

source: &Help
ta: &உதவி

source: &Check for updates...
ta: புதுப்பிப்புகளைச் சரிபார்க்கவும் ...

source: Check for new versions of wxMEdit
ta: சாஃபிதிருத்தி இன் புதிய பதிப்புகளைச் சரிபார்க்கவும்

source: &About wxMEdit...
ta: &சாஃபிதிருத்தி பற்றி ...

source: Show about dialog
ta: பற்றி உரையாடலை காட்டு

source: Move caret left one char
ta: செங்குத்து கோட்டை இடது ஒரு எழுத்து நகர்த்தவும்

source: Move caret right one char
ta: செங்குத்து கோட்டை வலது ஒரு எழுத்து நகர்த்தவும்

source: Move caret up one line
ta: செங்குத்து கோட்டை ஒரு வரி மேலே நகர்த்தவும்

source: Move caret down one line
ta: செங்குத்து கோட்டை ஒரு வரி கீழே நகர்த்தவும்

source: Go to begin of line
ta: வரியின் தொடக்கத்திற்குச் செல்லுங்கள்

source: Go to end of line
ta: வரியின் முடிவுக்குச் செல்லுங்கள்

source: Go to begin of document
ta: ஆவணத்தின் தொடங்கத்திற்குச் செல்லுங்கள்

source: Go to end of document
ta: ஆவணத்தின் முடிவுக்குச் செல்லுங்கள்

source: Go to previous page
ta: முந்தைய பக்கத்திற்குச் செல்லவும்

source: Go to next page
ta: அடுத்த பக்கத்திற்குச் செல்லவும்

source: Go to previous word
ta: முந்தைய சொல்லுக்குச் செல்லுங்கள்

source: Go to next word
ta: அடுத்த சொல்லூக்குச் செல்லுங்கள்

source: Move caret left one char and select
ta: செங்குத்து கோட்டை இடதுபுறமாக நகர்த்தி தேர்ந்தெடுக்கவும்

source: Move caret right one char and select
ta: செங்குத்து கோட்டை வலதுபுறமாக நகர்த்தி தேர்ந்தெடுக்கவும்

source: Move caret up one line and select
ta: செங்குத்து கோட்டை ஒரு வரி மேலே நகர்த்தி தேர்ந்தெடுக்கவும்

source: Move caret down one line and select
ta: செங்குத்து கோட்டை ஒரு வரி கீழே நகர்த்தி தேர்ந்தெடுக்கவும்

source: Go to begin of line and select
ta: வரியின் தொடக்கதிற்கு சென்று தேர்ந்தெடுக்கவும்

source: Go to end of line and select
ta: வரியின் முடிவுக்குச் சென்று தேர்ந்தெடுக்கவும்

source: Go to begin of document and select
ta: ஆவணத்தைத் தொடங்கி தேர்ந்தெடுக்கவும்

source: Go to end of document and select
ta: ஆவணத்தின் முடிவுக்குச் சென்று தேர்ந்தெடுக்கவும்

source: Go to previous page and select
ta: முந்தைய பக்கத்திற்குச் சென்று தேர்ந்தெடுக்கவும்

source: Go to next page and select
ta: அடுத்த பக்கத்திற்குச் சென்று தேர்ந்தெடுக்கவும்

source: Go to previous word and select
ta: முந்தைய சொல்லுக்குச் சென்று தேர்ந்தெடுக்கவும்

source: Go to next word and select
ta: அடுத்த சொல்லுக்குச் சென்று தேர்ந்தெடுக்கவும்

source: Go to left brace and select
ta: இடது வளைவுக்குச் சென்று தேர்ந்தெடுக்கவும்

source: Go to right brace and select
ta: வலது வளைவுக்குச் சென்று தேர்ந்தெடுக்கவும்

source: Scroll text up one line
ta: உரையை ஒரு வரி மேலே உருட்டவும்

source: Scroll text down one line
ta: உரையை ஒரு வரி கீழே உருட்டவும்

source: Scroll text up one page
ta: உரையை ஒரு பக்கத்திற்கு மேலே உருட்டவும்

source: Scroll text down one page
ta: உரையை ஒரு பக்கத்திற்கு கீழே உருட்டவும்

source: Scroll text left
ta: உரையை உருட்டவும் இடது

source: Scroll text right
ta: உரையை உருட்டவும் வலது

source: Insert one NewLine char
ta: ஒரு புதியவரி எழுத்து செருகவும்

source: Insert one NewLine char without indentation
ta: உள்தள்ளல் இல்லாமல் ஒரு புதியவரி எழுத்து செருகவும்

source: Insert one Tab char or indent lines
ta: ஒரு தாவல் எழுத்து அல்லது உள்தள்ளல் கோடுகளைச் செருகவும்

source: Delete one char to the left of the caret
ta: செங்குத்து கோட்டின் இடதுபுறத்தில் ஒரு எழுத்தை நீக்கவும்

source: Delete a word left from the caret
ta: செங்குத்து கோட்டிலிருந்து எஞ்சியிருக்கும் ஒரு சொல்லை நீக்கவும்

source: Delete a word right from the caret
ta: செங்குத்து கோட்டிலிருந்து ஒரு சொல்லை நீக்கவும்

source: Toggle Insert/Overwrite Mode
ta: செருகவும்/மேலெழுதும் பயன்முறையை மாற்றவும்

source: New File
ta: புதிய கோப்பு

source: Open File
ta: கோப்பு திற

source: Save All Files
ta: எல்லா கோப்புகளையும் சேமி

source: Close File
ta: கோப்பை மூடு

source: Close All Files
ta: எல்லா கோப்புகளையும் மூடு

source: Undo
ta: செயல்தவிர்

source: Redo
ta: மீண்டும்

source: Cut
ta: வெட்டு

source: Copy
ta: நகலெடு

source: Paste
ta: ஒட்டு

source: Increase Indent
ta: உள்தள்ளலை அதிகரிக்கவும்

source: Decrease Indent
ta: உள்தள்ளல் குறைவு

source: Uncomment
ta: கருத்திநீக்கு

source: Find
ta: தேடு

source: Find Next
ta: அடுத்ததை தேடு

source: Find Previous
ta: முந்தையதைக் தேடு

source: No Line Wrap
ta: வரி மடக்கு இல்லை

source: Wrap Lines by Window
ta: சாளரத்தின் மூலம் கோடுகளை மடிக்கவும்

source: Wrap Lines by Max Columns
ta: அதிகபட்ச நெடுவரிசைகளால் கோடுகளை மடிக்கவும்

source: Column Mode
ta: நெடுவரிசை பயன்முறை

source: Current maintainer of wxMEdit
ta: சாஃபிதிருத்தியின் தற்போதைய பராமரிப்பாளர்

source: Find/Replace in Files Results
ta: கோப்புகளின் முடிவுகளில் கண்டுபிடி/மாற்றவும்

source: Creator of MadEdit
ta: பித்துதிருத்தியை உருவாக்கியவர்

source: Information Window
ta: தகவல் சாளரம்

source: Translator for Japanese
ta: சப்பானிய மொழிபெயர்ப்பாளர்

source: Translator for Italian
ta: இத்தாலிய மொழிபெயர்ப்பாளர்

source: Translator for Spanish
ta: ச்பானிச் மொழிபெயர்ப்பாளர்

source: Translator for Traditional Chinese
ta: பாரம்பரிய சீனர்களுக்கான மொழிபெயர்ப்பாளர்

source: Translator for Russian
ta: ரச்ய மொழிபெயர்ப்பாளர்

source: Translator for German
ta: செர்மன் மொழிபெயர்ப்பாளர்

source: Translator for Polish
ta: போலந்து மொழிபெயர்ப்பாளர்

source: Translator for French
ta: பிரஞ்சு மொழிபெயர்ப்பாளர்

source: Patch submitter for wxMEdit/MadEdit
ta: சாஃபிதிருத்தி/பித்துதிருத்தி க்கான இணைப்பு சமர்ப்பிப்பாளர்

source: Creator of Gentoo package wxmedit
ta: சென்டூ தொகுப்பின் உருவாக்கியவர் சாஃபிதிருத்தி

source: Creator of wxmedit package in AUR
ta: அவுரில் சாஃபிதிருத்தி தொகுப்பை உருவாக்கியவர்

source: Maintainer of wxmedit package in AUR
ta: அவுரில் சாஃபிதிருத்தி தொகுப்பை பராமரிப்பவர்

source: This is a Directory:
ta: இது ஒரு அடைவு:

source: This file does not exist:
ta: இந்த கோப்பு இல்லை:

source: Cannot access this file:
ta: இந்த கோப்பை அணுக முடியாது:

source: Cannot load this file:
ta: இந்த கோப்பை ஏற்ற முடியாது:

source: Has No Unicode BOM (Byte-Order Mark)
ta: ஒருங்குறி பைமுகு இல்லை (பைட்-முறை குறி)

source: Close all files in this foler and in all the subfolers:
ta: இந்த கோப்புறையிலும் அனைத்து துணை கோப்புறைகளிலும் உள்ள எல்லா கோப்புகளையும் மூடு:

source: Previewing
ta: முன்னோட்டம்

source: There was a problem previewing. Perhaps your current printer is not set correctly?
ta: முன்னோட்டமிடுவதில் சிக்கல் இருந்தது. உங்கள் தற்போதைய அச்சுப்பொறி சரியாக அமைக்கப்படவில்லை?

source: wxMEdit Print Preview
ta: சாஃபிதிருத்தி அச்சு முன்னோட்டம்

source: Printing
ta: அச்சிடுதல்

source: There was a problem printing. Perhaps your current printer is not set correctly?
ta: அச்சிடுவதில் சிக்கல் இருந்தது. உங்கள் தற்போதைய அச்சுப்பொறி சரியாக அமைக்கப்படவில்லை?

source: ASCII characters
ta: தபஅநிகு எழுத்துக்கள்

source: Japanese characters
ta: சப்பானிய எழுத்துக்கள்

source: Korean characters
ta: கொரிய கதாபாத்திரங்கள்

source: other characters
ta: மற்ற எழுத்துக்கள்

source: Choose the characters you want to convert:
ta: நீங்கள் மாற்ற விரும்பும் எழுத்துக்களைத் தேர்வுசெய்க:

source: Go To Line
ta: வரிக்குச் செல்லுங்கள்

source: Line Number: (you can input HexNumber: 0xNNN)
ta: வரி எண்: (நீங்கள் பதின்மஎண் உள்ளிடலாம்: 0x௷௷௷)

source: Go To Position
ta: நிலைக்குச் செல்லுங்கள்

source: Position: (you can input HexNumber: 0xNNN)
ta: நிலை: (நீங்கள் பதின்மஎண் உள்ளிடலாம்: 0x௷௷௷)

source: A Cross-platform Text/Hex Editor
ta: ஒரு குறுக்கு-தளம் உரை/பதின்ம திருத்தி

source: Press OK to visit our HomePage.
ta: எங்கள் முகப்புப்பக்கத்தைப் பார்வையிட சரி என்பதை அழுத்தவும்.

source: wxMEdit, a Cross-platform Text/Hex Editor
ta: சாஃபிதிருத்தி, ஒரு குறுக்கு-தளம் உரை/பதின்ம திருத்தி

source: Press OK to view the license online version.
ta: உரிமம் இணைய பதிப்பைக் காண சரி என்பதை அழுத்தவும்.

source: Western European with Euro
ta: யூரோவுடன் மேற்கு ஐரோப்பிய

source: South-Eastern European
ta: தென்கிழக்கு ஐரோப்பிய

source: Windows Thai
ta: சாளரங்கள் தாய்

source: Windows Central European
ta: சாளரங்கள் மத்திய ஐரோப்பிய

source: Windows Cyrillic
ta: சாளரங்கள் சிரிலிக்

source: Windows Western European
ta: சாளரங்கள் வெச்டர்ன் ஐரோப்பிய

source: Windows Greek
ta: சாளரங்கள் கிரேக்கம்

source: Windows Turkish
ta: சாளரங்கள் துருக்கி

source: Windows Hebrew
ta: சாளரங்கள் எபிரேய

source: Windows Arabic
ta: சாளரங்கள் அரபு

source: Windows Baltic
ta: சாளரங்கள் பால்டிக்

source: Windows Vietnamese
ta: சாளரங்கள் வியட்நாமிய

source: CP437 Variant for ASCII Art
ta: தபஅநிகு கலைக்கான சிபி437 மாறுபாடு

source: Windows/DOS OEM
ta: சாளரங்கள்/வமுஇ ஓஇஎம்

source: Windows/DOS OEM - Latin 1
ta: சாளரங்கள்/வமுஇ ஓஇஎம் - லத்தீன் 1

source: Windows/DOS OEM - Latin 2
ta: சாளரங்கள்/வமுஇ ஓஇஎம் - லத்தீன் 2

source: Windows/DOS OEM - Cyrillic
ta: சாளரங்கள்/வமுஇ ஓஇஎம் - சிரிலிக்

source: Cyrillic
ta: சிரிலிக்

source: Windows Japanese
ta: சாளரங்கள் சப்பானிய

source: Windows Chinese Simplified
ta: சாளரங்கள் சீன எளிமையானது

source: Windows Korean
ta: சாளரங்கள் கொரிய

source: Windows Chinese Traditional
ta: சாளரங்கள் சீன பாரம்பரிய

source: EUC-JP Double-Byte Edition of Windows
ta: சாளரங்களின் இயுசி-சேபி இரட்டை பைட் பதிப்பு

source: Unicode/Chinese Simplified
ta: ஒருங்குறி/சீன எளிமைப்படுத்தப்பட்டது

source: Unicode 8 bit
ta: ஒருங்குறி 8 இருமம்

source: Unicode 16 bit Little Endian
ta: ஒருங்குறி 16 இரும சிறிய முடிவு

source: Unicode 16 bit Big Endian
ta: ஒருங்குறி 16 இரும பெரிய முடிவு

source: Unicode 32 bit Little Endian
ta: ஒருங்குறி 32 இரும சிறிய முடிவு

source: Unicode 32 bit Big Endian
ta: ஒருங்குறி 32 இரும பெரிய முடிவு

source: Other
ta: மற்றொன்று

source: Western European
ta: மேற்கு ஐரோப்பிய

source: Central European
ta: மத்திய ஐரோப்பிய

source: South European
ta: தெற்கு ஐரோப்பிய

source: North European
ta: வடக்கு ஐரோப்பிய

source: Arabic
ta: அரபு

source: Greek
ta: கிரேக்கம்

source: Hebrew
ta: எபிரேய

source: Turkish
ta: துருக்கிய

source: Baltic
ta: பால்டிக்

source: East Asian
ta: கிழக்கு ஆசிய

source: Southeast Asian
ta: தென்கிழக்கு ஆசிய

source: Unicode
ta: ஒருங்குறி

source: ISO-8859
ta: ஐஎச்ஓ -8859

source: Windows
ta: சாளரங்கள்

source: OEM
ta: ஒஇஎம்

source: Nordic
ta: நோர்டிக்

source: Thai
ta: தாய்

source: Celtic
ta: செல்டிக்

source: High Surrogates
ta: அதிக வாடகைகள்

source: High Private Use Surrogates
ta: உயர் தனியார் பயன்பாட்டு வாடகைகள்

source: Low Surrogates
ta: குறைந்த வாடகைகள்

source: Private Use Area
ta: தனியார் பயன்பாட்டு பகுதி

source: CJK Compatibility Ideographs
ta: சிசேகே பொருந்தக்கூடிய ஐடியோவரைபடம்கள்

source: Alphabetic Presentation Forms
ta: அகரவரிசை விளக்கக்காட்சி வடிவங்கள்

source: Arabic Presentation Forms-A
ta: அரபு விளக்கக்காட்சி படிவங்கள்-ஏ

source: Combining Half Marks
ta: அரை மதிப்பெண்களை இணைத்தல்

source: CJK Compatibility Forms
ta: சிசேகே பொருந்தக்கூடிய படிவங்கள்

source: Small Form Variants
ta: சிறிய வடிவ மாறுபாடுகள்

source: Arabic Presentation Forms-B
ta: அரபு விளக்கக்காட்சி படிவங்கள்-பி

source: Specials
ta: சிறப்பு

source: Halfwidth and Fullwidth Forms
ta: அரைவாசி மற்றும் முழு அகல வடிவங்கள்

source: Old Italic
ta: பழைய சாய்வு

source: Gothic
ta: கோதிக்

source: Deseret
ta: டெசரேட்

source: Byzantine Musical Symbols
ta: பைசண்டைன் இசை சின்னங்கள்

source: Musical Symbols
ta: இசை சின்னங்கள்

source: Mathematical Alphanumeric Symbols
ta: கணித எண்ணெழுத்து சின்னங்கள்

source: CJK Unified Ideographs Extension B
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடம்கள் நீட்டிப்பு ஆ

source: CJK Compatibility Ideographs Supplement
ta: சிசேகே பொருந்தக்கூடிய ஐடியோவரைபடம்கள் துணை

source: Tags
ta: குறிச்சொற்கள்

source: Cyrillic Supplement
ta: சிரிலிக் துணை

source: Tagalog
ta: டாக்லாக்

source: Hanunoo
ta: அனூனூ

source: Buhid
ta: புஇட்

source: Tagbanwa
ta: தாக்பன்வா

source: Miscellaneous Mathematical Symbols-A
ta: இதர கணித சின்னங்கள்-ஏ

source: Supplemental Arrows-A
ta: துணை அம்புகள்-ஏ

source: Supplemental Arrows-B
ta: துணை அம்புகள்-பி

source: Miscellaneous Mathematical Symbols-B
ta: இதர கணித சின்னங்கள்-பி

source: Supplemental Mathematical Operators
ta: துணை கணித இயக்கிகள்

source: Katakana Phonetic Extensions
ta: கட்டகனா ஒலிப்பு நீட்டிப்புகள்

source: Variation Selectors
ta: மாறுபாடு தேர்வாளர்கள்

source: Supplementary Private Use Area-A
ta: துணை தனியார் பயன்பாட்டு பகுதி-ஏ

source: Supplementary Private Use Area-B
ta: துணை தனியார் பயன்பாட்டு பகுதி-பி

source: Limbu
ta: லிம்பு

source: Tai Le
ta: தை லே

source: Khmer Symbols
ta: கெமர் சின்னங்கள்

source: Phonetic Extensions
ta: ஒலிப்பு நீட்டிப்புகள்

source: Miscellaneous Symbols and Arrows
ta: இதர சின்னங்கள் மற்றும் அம்புகள்

source: Yijing Hexagram Symbols
ta: யிசிங் பதின்மகிராம் சின்னங்கள்

source: Linear B Syllabary
ta: நேரியல் பி சிலாபரி

source: Linear B Ideograms
ta: நேரியல் பி ஐடியோகிராம்

source: Aegean Numbers
ta: ஏசியன் எண்கள்

source: Ugaritic
ta: உகாரிடிக்

source: Shavian
ta: சாவியன்

source: Osmanya
ta: ஒச்மண்யா

source: Cypriot Syllabary
ta: சைப்ரியாட் பாடத்திட்டம்

source: Tai Xuan Jing Symbols
ta: தை சுவான் சிங் சின்னங்கள்

source: Variation Selectors Supplement
ta: மாறுபாடு தேர்வாளர்கள் துணை

source: Ancient Greek Musical Notation
ta: பண்டைய கிரேக்க இசைக் குறியீடு

source: Ancient Greek Numbers
ta: பண்டைய கிரேக்க எண்கள்

source: Arabic Supplement
ta: அரபு துணை

source: Buginese
ta: புகினீச்

source: CJK Strokes
ta: சிசேகே ச்ட்ரோக்ச்

source: Combining Diacritical Marks Supplement
ta: பேச்சுவழக்கு மதிப்பெண்கள் துணை

source: Coptic
ta: வசம்

source: Ethiopic Extended
ta: எத்தியோபிக் நீட்டிக்கப்பட்ட

source: Ethiopic Supplement
ta: எத்தியோபிக் துணை

source: Georgian Supplement
ta: சார்சிய துணை

source: Glagolitic
ta: கிளாகோலிடிக்

source: Kharoshthi
ta: கரோச்டி

source: Modifier Tone Letters
ta: மாற்றியமைக்கும் தொனி எழுத்துக்கள்

source: New Tai Lue
ta: புதிய தை லூ

source: Old Persian
ta: பழைய பாரசீக

source: Phonetic Extensions Supplement
ta: ஒலிப்பு நீட்டிப்புகள் துணை

source: Supplemental Punctuation
ta: துணை நிறுத்தற்குறி

source: Syloti Nagri
ta: சைலோடி நகரி

source: Tifinagh
ta: டிஃபினாக்

source: Vertical Forms
ta: செங்குத்து வடிவங்கள்

source: NKo
ta: என்கேஓ

source: Balinese
ta: பாலினீச்

source: Latin Extended-C
ta: லத்தீன் விரிவாக்கப்பட்ட-சி

source: Latin Extended-D
ta: லத்தீன் விரிவாக்கப்பட்ட-டி

source: Phags-pa
ta: ஃபாக்ச்-பா

source: Phoenician
ta: ஃபீனீசியன்

source: Cuneiform
ta: கியூனிஃபார்ம்

source: Cuneiform Numbers and Punctuation
ta: கியூனிஃபார்ம் எண்கள் மற்றும் நிறுத்தற்குறி

source: Counting Rod Numerals
ta: ராட் எண்களை எண்ணும்

source: Sundanese
ta: சுந்தானியர்கள்

source: Lepcha
ta: லெப்சா

source: Ol Chiki
ta: ஓல் சிகி

source: Cyrillic Extended-A
ta: சிரிலிக் விரிவாக்கப்பட்ட-ஏ

source: Cyrillic Extended-B
ta: சிரிலிக் நீட்டிக்கப்பட்ட-பி

source: Saurashtra
ta: சௌராச்டிரா

source: Kayah Li
ta: கயா லி

source: Rejang
ta: ரிசாங்

source: Cham
ta: சாம்

source: Ancient Symbols
ta: பண்டைய சின்னங்கள்

source: Phaistos Disc
ta: பைச்டோச் வட்டு

source: Lycian
ta: லைசியன்

source: Carian
ta: கரியன்

source: Lydian
ta: லிடியன்

source: Mahjong Tiles
ta: மஃசோங் ஓடுகள்

source: Domino Tiles
ta: டோமினோ ஓடுகள்

source: Samaritan
ta: சமாரியன்

source: Unified Canadian Aboriginal Syllabics Extended
ta: ஒருங்கிணைந்த கனேடிய பழங்குடி பாடத்திட்டங்கள் நீட்டிக்கப்பட்டன

source: Tai Tham
ta: தை தாம்

source: Vedic Extensions
ta: வேத நீட்டிப்புகள்

source: Lisu
ta: லிசு

source: Bamum
ta: பாமம்

source: Common Indic Number Forms
ta: பொதுவான அறிகுறி எண் படிவங்கள்

source: Devanagari Extended
ta: தேவநாகரி நீட்டிக்கப்பட்டது

source: Hangul Jamo Extended-A
ta: அங்குல் சமோ நீட்டிக்கப்பட்ட-ஏ

source: Javanese
ta: சாவானீச்

source: Myanmar Extended-A
ta: மியான்மர் விரிவாக்கப்பட்ட-ஏ

source: Tai Viet
ta: தை வியட்

source: Meetei Mayek
ta: மீட்டி மேக்

source: Hangul Jamo Extended-B
ta: அங்குல் சமோ நீட்டிக்கப்பட்ட-பி

source: Imperial Aramaic
ta: இம்பீரியல் அராமைக்

source: Old South Arabian
ta: பழைய தென் அரேபிய

source: Avestan
ta: அவெச்டன்

source: Inscriptional Parthian
ta: கல்வெட்டல் பார்த்தியன்

source: Inscriptional Pahlavi
ta: கல்வெட்டல் பாலவி

source: Old Turkic
ta: பழைய துருக்கிய

source: Rumi Numeral Symbols
ta: ரூமி எண் சின்னங்கள்

source: Kaithi
ta: கைதி

source: Egyptian Hieroglyphs
ta: எகிப்திய ஐரோகிளிஃப்ச்

source: Enclosed Alphanumeric Supplement
ta: மூடப்பட்ட எண்ணெழுத்து துணை

source: Enclosed Ideographic Supplement
ta: மூடப்பட்ட ஐடியோகிராஃபிக் துணை

source: CJK Unified Ideographs Extension C
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடம்கள் நீட்டிப்பு சி

source: Mandaic
ta: மாண்டாயிக்

source: Batak
ta: படக்

source: Ethiopic Extended-A
ta: எத்தியோபிக் விரிவாக்கப்பட்ட-அ

source: Brahmi
ta: பிராமி

source: Bamum Supplement
ta: பாமம் துணை

source: Kana Supplement
ta: கானா துணை

source: Playing Cards
ta: சீட்டு விளையாடி

source: Miscellaneous Symbols And Pictographs
ta: இதர சின்னங்கள் மற்றும் பிகோவரைபடம்கள்

source: Emoticons
ta: எமோடிகான்கள்

source: Transport And Map Symbols
ta: போக்குவரத்து மற்றும் வரைபட சின்னங்கள்

source: Alchemical Symbols
ta: ரசவாத சின்னங்கள்

source: CJK Unified Ideographs Extension D
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடம்கள் நீட்டிப்பு டி

source: Arabic Extended-A
ta: அரபு நீட்டிக்கப்பட்ட-ஏ

source: Arabic Mathematical Alphabetic Symbols
ta: அரபு கணித அகரவரிசை சின்னங்கள்

source: Chakma
ta: சக்மா

source: Meetei Mayek Extensions
ta: மீட்டி மயேக் நீட்டிப்புகள்

source: Meroitic Cursive
ta: மெரோயிடிக் கர்சீவ்

source: Meroitic Hieroglyphs
ta: மெரோயிடிக் ஐரோகிளிஃப்ச்

source: Miao
ta: மியாவோ

source: Sharada
ta: சராதா

source: Sora Sompeng
ta: சோரா சோம்பெங்

source: Sundanese Supplement
ta: சுந்தானிய துணை

source: Takri
ta: தக்ரி

source: Bassa Vah
ta: பாச்சா வா

source: Caucasian Albanian
ta: காகசியன் அல்பேனிய

source: Coptic Epact Numbers
ta: காப்டிக் எபாக்ட் எண்கள்

source: No_Block
ta: இல்_தொகுப்பு

source: Combining Diacritical Marks Extended
ta: பேச்சுவழக்கு மதிப்பெண்களை இணைப்பது

source: Duployan
ta: டூவ்லிப்லேன்

source: Elbasan
ta: எல்பாசன்

source: Geometric Shapes Extended
ta: வடிவியல் வடிவங்கள் நீட்டிக்கப்பட்டன

source: Grantha
ta: கிரந்தா

source: Khojki
ta: கோச்கி

source: Khudawadi
ta: குடாவாடி

source: Latin Extended-E
ta: லத்தீன் நீட்டிக்கப்பட்ட-இ

source: Linear A
ta: நேரியல் அ

source: Mahajani
ta: மஆசனி

source: Basic Latin
ta: அடிப்படை லத்தீன்

source: Manichaean
ta: மனிச்சேயன்

source: Mende Kikakui
ta: மெண்டே கிகாகுய்

source: Modi
ta: மோடி

source: Mro
ta: ம்ரோ

source: Myanmar Extended-B
ta: மியான்மர் நீட்டிக்கப்பட்ட-பி

source: Nabataean
ta: நபாட்டேயன்

source: Old North Arabian
ta: பழைய வட அரேபிய

source: Old Permic
ta: பழைய பெர்மிக்

source: Ornamental Dingbats
ta: அலங்கார டிங்பாட்கள்

source: Pahawh Hmong
ta: பஆவ் அமாங்

source: Latin-1 Supplement
ta: லத்தீன் -1 துணை

source: Palmyrene
ta: பால்மிரீன்

source: Pau Cin Hau
ta: பாவ் சின் ஆவ்

source: Psalter Pahlavi
ta: சால்டர் பாலவி

source: Shorthand Format Controls
ta: சுருக்கெழுத்து வடிவம் கட்டுப்பாடுகள்

source: Siddham
ta: சித்தம்

source: Sinhala Archaic Numbers
ta: சிங்கள தொன்மையான எண்கள்

source: Supplemental Arrows-C
ta: துணை அம்புகள்-சி

source: Tirhuta
ta: டிரிஊதா

source: Warang Citi
ta: வார்ங் சிட்டி

source: Latin Extended-A
ta: லத்தீன் விரிவாக்கப்பட்ட-ஏ

source: Ahom
ta: அஓம்

source: Anatolian Hieroglyphs
ta: அனடோலியன் ஐரோகிளிஃப்ச்

source: Cherokee Supplement
ta: செரோகி துணை

source: CJK Extension E
ta: சிசேகே நீட்டிப்பு இ

source: Early Dynastic Cuneiform
ta: ஆரம்பகால வம்ச கியூனிஃபார்ம்

source: Hatran
ta: அத்ரான்

source: Multani
ta: முல்தானி

source: Old Hungarian
ta: பழைய அங்கேரியன்

source: Supplemental Symbols and Pictographs
ta: துணை சின்னங்கள் மற்றும் பிகோவரைபடம்கள்

source: Sutton SignWriting
ta: சுட்டன் கையொப்பமிடுதல்

source: Latin Extended-B
ta: லத்தீன் நீட்டிக்கப்பட்ட-பி

source: Adlam
ta: அட்லாம்

source: Bhaiksuki
ta: பெய்குகி

source: Cyrillic Extended-C
ta: சிரிலிக் நீட்டிக்கப்பட்ட-சி

source: Glagolitic Supplement
ta: கிளாகோலிடிக் துணை

source: Ideographic Symbols and Punctuation
ta: ஐடியோகிராஃபிக் சின்னங்கள் மற்றும் நிறுத்தற்குறி

source: Marchen
ta: மார்ச்சன்

source: Mongolian Supplement
ta: மங்கோலிய துணை

source: Newa
ta: நியூவா

source: Osage
ta: ஓசேச்

source: IPA Extensions
ta: ஐபிஏ நீட்டிப்புகள்

source: Tangut
ta: டங்குட்

source: Tangut Components
ta: டங்குட் கூறுகள்

source: CJK Unified Ideographs Extension F
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடம்கள் நீட்டிப்பு எஃப்

source: Kana Extended-A
ta: கானா நீட்டிக்கப்பட்ட-ஏ

source: Masaram Gondi
ta: மசராம் கோண்டி

source: Nushu
ta: நுசு

source: Soyombo
ta: சோயோம்போ

source: Syriac Supplement
ta: சிரியாக் துணை

source: Zanabazar Square
ta: சனபசார் சதுக்கம்

source: Spacing Modifier Letters
ta: இடைவெளி மாற்றியமைக்கும் எழுத்துக்கள்

source: Chess Symbols
ta: சதுரங்க சின்னங்கள்

source: Dogra
ta: டோக்ரா

source: Georgian Extended
ta: சார்சியன் நீட்டிக்கப்பட்டுள்ளது

source: Gunjala Gondi
ta: குஞ்சலா கோண்டி

source: Hanifi Rohingya
ta: அனிஃபி ரோஇங்கியா

source: Indic Siyaq Numbers
ta: சியா எண்கள்

source: Makasar
ta: மக்காசர்

source: Mayan Numerals
ta: மாயன் எண்கள்

source: Medefaidrin
ta: மெடெஃபைட்ரின்

source: Combining Diacritical Marks
ta: பேச்சுவழக்கு மதிப்பெண்களை இணைத்தல்

source: Old Sogdian
ta: பழைய சோக்டியன்

source: Sogdian
ta: சோக்டியன்

source: Egyptian Hieroglyph Format Controls
ta: எகிப்திய ஐரோகிளிஃப் வடிவமைப்பு கட்டுப்பாடுகள்

source: Elymaic
ta: எல்மாயிக்

source: Nandinagari
ta: நந்திநகரி

source: Nyiakeng Puachue Hmong
ta: நயிஅகேங் பாசுஇ அமாங்

source: Ottoman Siyaq Numbers
ta: ஒட்டோமான் சியா எண்கள்

source: Small Kana Extension
ta: சிறிய கானா நீட்டிப்பு

source: Symbols and Pictographs Extended-A
ta: சின்னங்கள் மற்றும் பிகோவரைபடம்கள் விரிவாக்கப்பட்டவை-ஏ

source: Greek and Coptic
ta: கிரேக்கம் மற்றும் காப்டிக்

source: Tamil Supplement
ta: தமிழ் துணை

source: Wancho
ta: வாஞ்சோ

source: Chorasmian
ta: கோராச்மியன்

source: CJK Unified Ideographs Extension G
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடம்கள் நீட்டிப்பு சி

source: Dives Akuru
ta: டைவ்ச் அகுரு

source: Khitan Small Script
ta: கிடன் சிறிய கைஉரை

source: Lisu Supplement
ta: லிசு துணை

source: Symbols for Legacy Computing
ta: மரபு கணக்கிடுவதற்கான சின்னங்கள்

source: Tangut Supplement
ta: டங்குட் துணை

source: Cyrillic
ta: சிரிலிக்

source: Yezidi
ta: யெசிடி

source: Arabic Extended-B
ta: அரபு நீட்டிக்கப்பட்ட-பி

source: Cypro-Minoan
ta: சைப்ரோ-மினோவான்

source: Ethiopic Extended-B
ta: எத்தியோபிக் நீட்டிக்கப்பட்ட-பி

source: Kana Extended-B
ta: கானா நீட்டிக்கப்பட்ட-பி

source: Latin Extended-F
ta: லத்தீன் விரிவாக்கப்பட்ட-எஃப்

source: Latin Extended-G
ta: லத்தீன் நீட்டிக்கப்பட்ட-சி

source: Old Uyghur
ta: பழைய உய்குர்

source: Tangsa
ta: டாங்க்சா

source: Toto
ta: டோடோ

source: Unified Canadian Aboriginal Syllabics Extended-A
ta: ஒருங்கிணைந்த கனேடிய பழங்குடி பாடத்திட்டங்கள் விரிவாக்கப்பட்டவை

source: Vithkuqi
ta: வித்குயி

source: Znamenny Musical Notation
ta: நாமின்னி இசைக் குறியீடு

source: Arabic Extended-C
ta: அரபு நீட்டிக்கப்பட்ட-சி

source: CJK Unified Ideographs Extension H
ta: சிசேகே ஒருங்கிணைந்த ஐடியோவரைபடம்கள் நீட்டிப்பு ம

source: Cyrillic Extended-D
ta: சிரிலிக் விரிவாக்கப்பட்ட-டி

source: Devanagari Extended-A
ta: தேவநாகரி விரிவாக்கப்பட்ட-ஏ

source: Kaktovik Numerals
ta: கக்டோவிக் எண்கள்

source: Kawi
ta: காவி

source: Nag Mundari
ta: நாக் முண்டாரி

source: Syriac
ta: சிரியாக்

source: Thaana
ta: தானா

source: Sinhala
ta: சிங்களம்

source: Hangul Jamo
ta: அங்குல் சமோ

source: Cherokee
ta: செரோகி

source: Unified Canadian Aboriginal Syllabics
ta: ஒருங்கிணைந்த கனேடிய பழங்குடி பாடத்திட்டங்கள்

source: Ogham
ta: ஓகாம்

source: Runic
ta: ரூனிக்

source: Mongolian
ta: மங்கோலியன்

source: Latin Extended Additional
ta: லத்தீன் கூடுதல் நீட்டிக்கப்பட்டது

source: Greek Extended
ta: கிரேக்கம் நீட்டிக்கப்பட்டது

source: General Punctuation
ta: பொது நிறுத்தற்குறி

source: Superscripts and Subscripts
ta: மேல்கைஉரைகள் மற்றும் கீழ்கைஉரைகள்

source: Currency Symbols
ta: நாணய சின்னங்கள்

source: Combining Diacritical Marks for Symbols
ta: சின்னங்களுக்கான பேச்சுவழக்கு மதிப்பெண்களை இணைத்தல்

source: Letterlike Symbols
ta: எழுத்து போன்ற சின்னங்கள்

source: Number Forms
ta: எண் படிவங்கள்

source: Arrows
ta: அம்புகள்

source: Mathematical Operators
ta: கணித இயக்கிகள்

source: Miscellaneous Technical
ta: இதர தொழில்நுட்ப

source: Control Pictures
ta: படங்களை கட்டுப்படுத்தவும்

source: Optical Character Recognition
ta: ஒளியியல் எழுத்து அங்கீகாரம்

source: Enclosed Alphanumerics
ta: மூடப்பட்ட எண்ணெழுத்து

source: Box Drawing
ta: பெட்டி வரைதல்
